Repository: xbmc/chorus2
Catalog: src/lang/_strings/*.po
Languages: ca, cs, de, et, fi, hr, hu, ja, lt, nl, pl, ru, sk

source: Ignore article
ca: Ignora articles
cs: Ignoruj artikl
de: Artikel ignorieren
et: Eira artiklit
fi: Älä huomioi etuliitteitä
hr: Zanemari članak
hu: Névelők figyelmen kívül hagyása
ja: アーティクル無視
lt: Ignoruoti artikelį
nl: Negeer lidwoord
pl: Ignoruj przedimki
ru: Игнорировать артикли
sk: Ignorovať anglické členy

source: Album artists only
ca: Només artistes de l'àlbum
de: Nur Künstler mit Album
et: Ainult albumi esitajad
fi: Vain albumien esittäjät
hr: Samo izvođač albuma
hu: Csak az előadók
ja: アルバムのアーティストのみ
lt: Tik albumo atlikėjai
nl: Enkel albumartiesten
pl: Tylko wykonawcy albumów
ru: Только исполнители альбомов
sk: Iba umelci s albumami

source: Poll interval
ca: Interval de consulta
cs: Interval dotazování
de: Abfrageintervall
et: Päringu vahemik
fi: Kyselyväli
hr: Razdoblje ankete
hu: Ellenőrzési időköz
ja: Poll間隔
lt: Atnaujinimo intervalas
pl: Częstotliwość odświeżania zawartości
ru: Интервал запросов
sk: Interval dopytovania

source: Reverse proxy support
ca: Suport de proxy invers
cs: Podpora reverzní proxy
de: Reverse Proxy Unterstützung
et: Pöördpuhverserveri tugi
fi: Käänteisvälityspalvelintuki
hr: Obrni proxy podršku
hu: Reverse proxy támogatás
ja: リバースプロキシサポート
lt: Atvirkštinio įgaliotojo serverio palaikymas
nl: Reverse proxy-ondersteuning
pl: Obsługa reverse proxy
ru: Поддержка обратного прокси
sk: Podpora reverznej proxy

source: General options
ru: Общие настройки

source: Language
ca: Idioma
cs: Jazyk
de: Sprache
et: Keel
fi: Kieli
hr: Jezik
hu: Nyelv
ja: 言語
lt: Kalba
nl: Taal
pl: Język
ru: Язык
sk: Jazyk

source: Preferred language
ca: Idioma perferit
cs: Preferovaný jazyk
de: Bevorzugte Sprache
et: Eelistatud keel
fi: Ensisijainen kieli
hr: Željeni jezik
hu: Előnyben részesített nyelv
ja: 優先言語
lt: Pageidaujama kalba
nl: Voorkeurstaal
pl: Język preferowany
ru: Предпочтительный язык
sk: Preferovaný jazyk

source: Ignore articles (terms such as "The" and "A") when sorting lists
ca: Ignoreu els articles (termes com ara "El" i "A") quan ordeneu les llistes
de: Artikel (wie 'The' und 'A') beim Sortieren von Listen ignorieren
et: Loendite sortimisel eira termineid nagu "The" ja "A"
fi: Älä huomioi etuliitteitä (kuten "The" ja "A") järjestettäessä listauksia.
hr: Zanemari članke (izraze poput "The" i "A") pri razvrstavanju popisa
hu: Listázás során figyelmen kívül hagyjuk a névelőket
ja: リストをソートするときにアーティクル("The" と "A")を無視する
lt: Ignoruoti artikelius (tokius terminus kaip "The" ir "A") rūšiuojant sąrašus
nl: Negeer lidwoorden (termen zoals "De" en "Een") bij het sorteren van lijsten
pl: Ignoruj przedimki (wyrażenia takie, jak "The" i "A") podczas sortowania list
ru: Игнорировать артикли (такие, как «The» и «A») при сортировке списков
sk: Ignorovať anglické členy (výrazy ako "The" a "A") pri triedení zoznamov

source: sec
ca: s
de: Sek.
et: s
fi: sek
hr: sek
hu: mp
ja: 秒
lt: sek
pl: sek.
ru: сек
sk: s

source: Your browser doesn't support websockets! Get with the times and update your browser.
ca: El vostre navegador no admet websockets! Actualitza'l.
cs: Tvůj browser nepodporuje websockety! Najdi si si čas a aktualizuj svůj browser.
de: Dein Browser unterstützt keine Websockets, geh mit der Zeit und aktualisiere deinen Browser.
et: Sinu brauser ei toeta websocket ühendust! Käi ajaga kaasas ja uuenda oma brauserit.
fi: Selaimesi ei tue WebSocket-yhteyksiä! Päivitä selaimesi ja siirry nykyaikaan.
hr: Vaš preglednik ne podržava websockets! Povremeno nadopunite svoj preglednik.
hu: Az Ön böngészője elavult, és nem támogatja a websocketet. Frissítse a böngészőjét.
ja: あなたのブラウザーはwebsocketsをサポートしていません！ 心機一転してブラウザーをアップデートしましょう。
lt: Jūsų naršyklė nepalaiko WebSockets! Neatsilikite nuo laikmečio ir atnaujinkite savo naršyklę.
nl: Je browser ondersteunt geen websockets! Ga mee met je tijd en update je browser.
pl: Twoja przeglądarka nie obsługuje połączeń WebSocket! Idź z duchem czasu i zaktualizuj swoją przeglądarkę.
ru: Ваш браузер не поддерживает WebSocket! Идите в ногу со временем и обновите свой браузер.
sk: Váš prehliadač nepodporuje websockety! Choďte s dobou a prehliadač aktualizujte.

source: Failed to connect to websockets
ca: No s'ha pogut connectar als websockets
cs: Failed to connect to websockets, so I am falling back to polling for updates. Which makes things slower and uses more resources. Please ensure you have 'Allow programs on other systems to control Kodi' ENABLED in the Kodi settings (System > Services > Remote control). You may also get this if you are using proxies or accessing via an IP address when localhost will suffice. If websockets normally works, you might just need to refresh your browser.
de: Websockets sind nicht erreichbar
et: Websocket ühenduse loomine nurjus
fi: WebSocket-yhteyden muodostus epäonnistui
hr: Neuspjelo povezivanje s websocketom
hu: Nem sikerült a csatlakozás a websockethez
ja: websocketsへ接続失敗
lt: Nepavyko prisijungti prie WebSockets, todėl nepavyksta gauti atnaujinimų. Tai sulėtins veikimą ir naudos daugiau resursų. Įsitikinkite, kad nustatymas 'Leisti nuotolinį valdymą iš kitose sistemose esančių programų' yra ĮJUNGTAS Kodi nustatymuose (Sistema > Paslaugos > Nuotolinis valdymas). Tai taip pat galėjo atsitikti, jei naudojate įgaliotuosius serverius ar jungianties naudodami IP adresą, kai pakaktų 'localhost'. Jei WebSockets veikia normaliai, turėtų užtekti atnaujinti naršyklės vaizdą.
nl: Mislukt om met websockets te verbinden
pl: Nieudane połączenie WebSocket, awaryjna aktywacja połączenia bezstanowego z cykliczną aktualizacją zawartości. Połączenie tego typu jest wolniejsze i używa więcej zasobów. Upewnij się, że aktywowałeś opcję 'Zezwalaj zdalnym programom na sterowanie aplikacją' w ustawieniach Kodi (System -> Usługi -> Sterowanie). Innym powodem tego problemu może być korzystanie z serwera proxy lub dostęp za pośrednictwem adresu IP, gdy możliwy jest dostęp przy pomocy nazwy localhost. W przypadku poprawnego działania połączenia WebSocket, wystarczy odświeżyć zawartość przeglądarki.
ru: Не удалось подключиться к WebSocket
sk: Spojenie k websockets zlyhalo

source: Video
ca: Vídeo
hu: Videó
ja: ビデオ
lt: Vaizdas
pl: Wideo
ru: Видео

source: Audio
ca: Àudio
et: Heli
fi: Ääni
hr: Zvuk
hu: Hang
ja: オーディオ
lt: Garsas
pl: Dźwięk
ru: Аудио

source: Cast
ca: Repartiment
cs: Obsazení
de: Darsteller
et: Osatäitjad
fi: Näyttelijät
hr: Glume
hu: Szereplők
ja: 出演者
lt: Aktoriai
pl: Obsada
ru: В ролях
sk: Obsadenie

source: Director
cs: Režisér
de: Regisseur
et: Lavastaja
fi: Ohjaaja
hr: Redatelj
hu: Rendező
ja: 監督
lt: Režisierius
nl: Regisseur
pl: Reżyser
ru: Режиссёр
sk: Režisér

source: Writer
ca: Escriptor
cs: Spisovatel
de: Autor
et: Stsenarist
fi: Kirjoittaja
hr: Pisac
hu: Forgatókönyvíró
ja: 脚本家
lt: Scenaristas
nl: Schrijver
pl: Scenarzysta
ru: Автор сценария
sk: Spisovateľ

source: Subtitle
ca: Subtítol
de: Untertitel
et: Subtiiter
fi: Tekstitys
hr: Podnaslov
hu: Felirat
ja: 字幕
lt: Subtitrai
nl: Ondertiteling
pl: Napisy
ru: Субтитр
sk: Titulky

source: Result
ca: Resultats
cs: Výsledek
de: Ergebnis
et: Tulemus
fi: Tulos
hr: Razultat
hu: Eredmény
ja: 結果
lt: Rezultatas
nl: Resultaat
pl: Wynik
ru: Результат
sk: Výsledok

source: Loading things...
ca: Carregant coses...
cs: Nahrávám...
de: Es wird geladen...
et: Asjade laadimine...
fi: Ladataan juttuja...
hr: Učitavanje stvari...
hu: Betöltés...
ja: 読み込み中...
lt: Įkeliama...
nl: Dingen aan het laden...
pl: Wczytywanie zawartości...
ru: Загрузка...
sk: Nahrávam...

source: Scan video library
ca: Escaneja la biblioteca de vídeo
cs: Prohledej video knihovnu
de: Video-Bibliothek aktualisieren
et: Skaneeri videokogu
fi: Päivitä videokirjasto
hr: Pretraži videoteku
hu: Videókönyvtár frissítése
ja: スキャンビデオライブラリ
lt: Nuskaityti vaizdo biblioteką
nl: Scan de videobibliotheek
pl: Skanowanie biblioteki wideo
ru: Сканировать видео медиатеку
sk: Prehľadať videoknižnicu

source: Scan audio library
ca: Escaneja la biblioteca d'àudio
cs: Prohledej audio knihovnu
de: Audio-Bibliothek aktualisieren
et: Skaneeri muusikakogu
fi: Päivitä äänikirjasto
hr: Pretraži fonoteku
hu: Hangkönyvtár frissítése
ja: スキャンオーディオライブラリ
lt: Nuskaityti muzikos biblioteką
nl: Scan de audiobibliotheek
pl: Skanowanie biblioteki muzyki
ru: Сканировать аудио медиатеку
sk: Prehľadať audioknižnicu

source: About Chorus
ca: Sobre Chorus
cs: O Chorus
de: Über Chorus
et: Chorus teave
fi: Tietoja Choruksesta
hr: O Chorusu
hu: A Chorusról
ja: Chorusについて
lt: Apie Chorus
nl: Over Chorus
pl: O Chorusie
ru: О Chorus
sk: O Chorus

source: Recent
cs: Nedávné
de: Zuletzt
et: Uued
fi: Viimeisimmät
hr: Nedavno
hu: Legutóbbi
ja: 最近
lt: Naujausi
pl: Ostatnio
ru: Недавнее
sk: Najnovšie

source: Artists
ca: Artistes
cs: Herci
de: Künstler
et: Esitajad
fi: Esittäjät
hr: Izvođači
hu: Előadók
ja: アーティスト
lt: Atlikėjai
nl: Artiesten
pl: Wykonawcy
ru: Исполнители
sk: Herci

source: Albums
ca: Àlbums
cs: Alba
de: Alben
et: Albumid
fi: Albumit
hr: Albumi
hu: Albumok
ja: アルバム
lt: Albumai
pl: Albumy
ru: Альбомы
sk: Albumy

source: Recent movies
ca: Pel·lícules recents
cs: Nedávné filmy
de: Letzte Videos
et: Värsked filmid
fi: Viimeisimmät elokuvat
hr: Nedavni filmovi
hu: Legutóbbi filmek
ja: 最近のムービー
lt: Naujausi filmai
nl: Recente films
pl: Najnowsze filmy
ru: Свежие фильмы
sk: Najnovšie filmy

source: All movies
ca: Totes les pel·lícules
cs: Všechny filmy
de: Alle Videos
et: Kõik filmid
fi: Kaikki elokuvat
hr: Svi filmovi
hu: Összes film
ja: すべてのムービー
lt: Visi filmai
nl: Alle films
pl: Wszystkie filmy
ru: Все фильмы
sk: Všetky filmy

source: Recent episodes
ca: Episodis recents
cs: Nedávné epizody
de: Letzte Folgen
et: Värsked episoodid
fi: Viimeisimmät jaksot
hr: Nedavne epizode
hu: Legutóbbi epizódok
ja: 最近のエピソード
lt: Naujausi epizodai
nl: Recente afleveringen
pl: Najnowsze odcinki
ru: Свежие серии
sk: Najnovšie epizódy

source: All TV shows
ca: Totes les sèries
cs: Všechny Seriály
de: Alle Serien
et: Kõik sarjad
fi: Kaikki sarjat
hr: Sve TV serije
hu: Összes sorozat
ja: すべてのテレビ番組
lt: Visos TV laidos
nl: Alle TV-shows
pl: Wszystkie seriale
ru: Все сериалы
sk: Všetky seriály

source: Web settings
ca: Configuració web
cs: Nastavené webu
de: Web-Einstellungen
et: Veebi sätted
fi: Web-asetukset
hr: Web postavke
hu: Web beállítások
ja: Web設定
lt: Žiniatinklio nustatymai
nl: Webinstellingen
pl: Ustawienia webowe
ru: Настройки сети
sk: Nastavenie webu

source: Kodi settings
ca: Configuració de Kodi
cs: Nastavení Kodi
de: Kodi-Einstellungen
et: Kodi seaded
fi: Kodi-asetukset
hr: Kodi postavke
hu: Kodi beállításai
ja: Kodi設定
lt: Kodi nustatymai
nl: Kodi-instellingen
pl: Ustawienia Kodi
ru: Настройки Kodi
sk: Nastavenie Kodi

source: Now Playing Playlists
ca: Reproduint llistes de reproducció ara
cs: Nyné přehrávám playlist
de: Spiele Wiedergabelisten ab
et: Praegu esitamisel esitamisloendid
fi: Parhaillaan toistettavat toistolistat
hr: Trenutno reproducirajući popisi izvođenja
hu: Jelenleg lejátszott listák
ja: 今、再生中のプレイリスト
lt: Šiuo metu atkuriami grojaraščiai
pl: Listy Teraz odtwarzane
ru: Воспроизводятся плейлисты
sk: Teraz prehrávam playlist

source: Switch between Kodi and local playback via the tabs. You can toggle visibility with the arrow in the top right
ca: Canvia la reproducció entre Kodi i local amb les pestanyes. Commuta la visibilitat amb la fletxa de dalt a la dreta
de: Zwischen Kodi und lokaler Wiedergabe wechseln. Die Anzeige kann mit dem Pfeil oben rechts umgeschaltet werden
et: Vaheta Kodi ja kohaliku taasesituse vahel vahekaartide kaudu. Nähtavust saab vahetada paremal üleval asuva noolega
fi: Vaihda Kodin ja paikallisen toiston välillä välilehdillä. Voit piilottaa/näyttää listan oikean yläkulman nuolella.
hr: Prebacite između Kodija i lokalne reprodukcije putem kartica. Možete uključiti vidljivost sa strelicom desno na vrhu
hu: Váltás a fülekkel a Kodi és a helyi lejátszó között. A jobb felső sarokban lévő nyíllal lehet megjeleníteni vagy bezárni
ja: タブを経由してKodiとローカル再生を切り替えます。右上の矢印で表示を切り替えることができます
lt: Persijunkite tarp Kodi ir lokalaus atkūrimo naudodami korteles. Matomumą galite perjungti naudodami rodyklę viršutiniame dešiniajame kampe
nl: Schakel tussen Kodi en lokale weergave via de tabbladen. Je kan de zichtbaarheid omschakelen met de pijl in de rechterbovenhoek
pl: Umożliwia wybór odtwarzacza mediów, pomiędzy Kodi a przeglądarką, przy pomocy zakładek. Możesz zmienić widoczność zakładek przy pomocy strzałki w prawym górnym rogu.
ru: Это позволяет вам выбирать медиаплеер между Kodi и браузером, используя закладки. Вы можете изменить видимость вкладок с помощью стрелки в правом верхнем углу
sk: Prepnúť medzi prehrávaním v Kodi a miestnom prehrávaní pomocou panelov. Zobrazenie môžete prepínať pomocou šípky vpravo hore

source: Current playlist
ca: Llista de reproducció actual
cs: Aktuální playlist
de: Aktuelle Wiedergabeliste
et: Praegune esitusloend
fi: Nykyinen toistolista
hr: Trenutni popis izvođenja
hu: Jelenlegi lista
ja: 現在のプレイリスト
lt: Dabartinis grojaraštis
nl: Huidige afspeellijst
pl: Aktualna lista odtwarzania
ru: Текущий плейлист
sk: Aktuálny playlist

source: Clear playlist
ca: Esborra la llista de reproducció
cs: Vyprázdni playlist
de: Wiedergabeliste leeren
et: Tühjenda esitusloend
fi: Tyhjennä toistolista
hr: Ukloni popis izvođenja
hu: Lejátszási lista törlése
ja: プレイリストをクリア
lt: Išvalyti grojaraštį
nl: Wis afspeellijst
pl: Wyczyść listę
ru: Очистить плейлист
sk: Vyčistiť playlist

source: Refresh playlist
ca: Actualitza la llista de reproducció
cs: Obnov playlist
de: Wiedergabeliste aktualisieren
et: Värskenda esitusloend
fi: Päivitä toistolista
hr: Osvježi popis izvođenja
hu: Lejátszási lista frissítése
ja: プレイリストを更新
lt: Atnaujinti grojaraštį
nl: Ververs afspeellijst
pl: Odśwież listę
ru: Обновить плейлист
sk: Obnoviť playlist

source: Party mode
ca: Mode festa
cs: Party mód
de: Party-Modus
et: Plaadimasin
fi: Jukeboksi
hr: Party način
hu: Buli üzemmód
ja: パーティーモード
lt: Vakarėlio režimas
nl: Party-modus
pl: Tryb Imprezy
ru: Режим вечеринки
sk: Párty režim

source: Save Kodi playlist
ca: Desa la llista de reproducció de Kodi
cs: Ulož playlist do Kodi
de: Kodi-Wiedergabeliste speichern
et: Salvesta Kodi esitusloend
fi: Tallenna Kodi-toistolista
hr: Spremi Kodi popis izvođenja
hu: Kodi lejátszási lista mentése
ja: Kodiプレイリストを保存
lt: Išsaugoti Kodi grojaraštį
nl: Bewaar Kodi-afspeellijst
pl: Zapisz listę odtwarzania Kodi
ru: Сохранить плейлист
sk: Uložiť playlist do Kodi

source: Preferred language, need to refresh browser to take effect
ca: Idioma preferit. Cal actualitzar el navegador perquè tingui efecte
cs: Preferovaný jazyk. Je potřeba obnovit prohlížeč, aby se nastavení stalo platné
de: Bevorzugte Sprache, die Seite muss nach einem Wechsel im Browser neu geladen werden (F5)
et: Eelistatud keel, jõustamiseks tuleb brauserit värskendada
fi: Ensisijainen kieli. Käyttöönotto vaatii selaimen sivupäivityksen.
hr: Željeni jezik, trebate osvježiti preglednik kako bi se promjene primijenile
hu: Előnyben részesített nyelv. Változtatás után frissítse a böngészőablakot
ja: 優先言語、ブラウザーで画面更新が必要
lt: Pageidaujama kalba.Rreikia iš naujo įkelti puslapį, kad pakeitimas įsigaliotų
nl: Voorkeurstaal, vernieuw browser om toe te passen
pl: Zmiana języka preferowanego wymaga odświeżenia zawartości przeglądarki
ru: Предпочтительный язык, необходимо обновить браузер, чтобы изменения вступили в силу
sk: Preferovaný jazyk. Je potrebné obnoviť stránku prehliadača, aby sa zmeny prejavili

source: Ignore articles (terms such as 'The' and 'A') when sorting lists
ca: Ignoreu els articles (termes com ara "El" i "A") quan ordeneu les llistes
de: Artikel wie 'The' und 'A' in sortierten Listen ignorieren
et: Loendite sortimisel eira termineid nagu "The" ja "A"
fi: Älä huomioi etuliitteitä (kuten "The" ja "A") järjestettäessä listauksia.
hr: Zanemari članke (izraze poput 'The' i 'A') pri razvrstavanju popisa
hu: Listázás során figyelmen kívül hagyjuk a névelőket
ja: リストをソートするときにアーティクル('The' と 'A')を無視する
lt: Ignoruoti artikelius (tokius terminus kaip 'The' ir 'A') rūšiuojant sąrašus
nl: Negeer lidwoorden (termen zoals 'De' en 'Een') bij het sorteren van lijsten
pl: Ignoruj przedminki (wyrażenia takie, jak: 'The' i 'A') podczas sortowania list
ru: Игнорировать артикли (такие, как «The» и «A») при сортировке списков
sk: Ignorovať anglické členy (výrazy ako 'The' a 'A') pri triedení zoznamov

source: Appearance
ru: Внешний вид

source: Vibrant headers
ca: Capçaleres vibrants
de: Farbige Überschriften
et: Erksad päised
fi: Eloisat otsikot
hr: Živopisna zaglavlja
hu: Élénk fejlécek
ja: 鮮やかな見出し
lt: Ryškios antraštės
pl: Dynamiczne nagłówki
ru: Яркие заголовки
sk: Sýte hlavičky

source: Use colourful headers for media pages
ca: Utilitzeu capçaleres acolorides per a pàgines multimèdia
de: Bunte Überschriften in Medienseiten benutzen
et: Kasuta meedialehtede jaoks värvilisi pealkirju
fi: Käytä mediasivuilla värillisiä otsikoita.
hr: Koristi obojana zaglavlja za stranice medija
hu: Erős színek használata a média oldalakon
ja: メディアページでカラフルな見出しを使用
lt: Naudoti spalvotas antraštes media puslapiuose
nl: Gebruik kleurrijke koppen voor mediapagina's
pl: Umożliwia używanie osobnego koloru nagłówka dla każdego typu mediów
ru: Использовать красочные заголовки для медиа-страниц
sk: Používať pestrofarebné hlavičky na stránkach s multimédiami

source: Enable support for reverse proxying.
ca: Activa el suport per al proxy invers.
cs: Zapni podporu pro reverzní proxy.
de: Unterstützung für 'reverse proxies' einschalten.
et: Luba pöördpuhverserveri tugi.
fi: Ota käänteisvälityspalvelintuki käyttöön.
hr: Omogući podršku za obrnuti proxy.
hu: Reverse proxy támogatásának engedélyezése.
ja: リバースプロキシのサポート有効。
lt: Įjungti atvirkštinio įgaliotojo serverio palaikymą.
nl: Schakel ondersteuning voor reverse proxy in.
pl: Umożliwia aktywację obsługi reverse proxy.
ru: Включить поддержку обратного прокси.
sk: Zapnúť podporu pre reverznú proxy.

source: songs
ca: cançons
cs: písně
de: Liedern
et: lugu
fi: kappaleet
hr: pjesme
hu: dalok
ja: 楽曲
lt: dainose
nl: nummers
pl: utwory
ru: песен
sk: skladby

source: artists
ca: artistes
cs: herci
de: Künstlern
et: esitajat
fi: esittäjät
hr: izvođači
hu: előadók
ja: アーティスト
lt: atlikėjuose
nl: artiesten
pl: wykonawcy
ru: артистов
sk: herci

source: albums
ca: àlbums
cs: alba
de: Alben
et: albumit
fi: albumit
hr: albumi
hu: albumok
ja: アルバム
lt: albumuose
pl: albumy
ru: альбомов
sk: albumy

source: movies
ca: pel·lícules
cs: filmy
de: Videos
et: filmi
fi: elokuvat
hr: filmovi
hu: filmek
ja: ムービー
lt: filmuose
nl: films
pl: filmy
ru: фильмов
sk: filmy

source: Searching for
ca: Buscant
cs: Hledám
de: Suche nach
et: Otsitakse
fi: Etsitään hakulausekkeella
hr: Pretraživanje
hu: Keresés
ja: 検索:
lt: Ieškoma
nl: Zoeken naar
pl: Wyszukiwanie
ru: Поиск
sk: Hľadám

source: and
ca: i
cs: a
de: und
et: ja
fi: ja
hr: i
hu: és
ja: アンド
lt: ir
nl: en
pl: i
ru: и
sk: a

source: tvshows
ca: programes de televisió
cs: seriály
de: Serien
et: sarja
fi: sarjat
hr: tv serije
hu: sorozatok
ja: TVショー
lt: tv laidose
pl: seriale
ru: сериалы
sk: seriály

source: no media in this folder
ca: no hi ha cap medi en aquesta carpeta
cs: v tomto adresáři není nic k přehrátí
de: Keine Dateien in diesem Ordner
et: kaustas pole meediafaile
fi: kansio ei sisällä mediaa
hr: nema medija u ovoj mapi
hu: nincs médiafájl ebben a mappában
ja: このフォルダ内にメディアはありません
lt: nėra media įrašų šiame aplanke
pl: Brak mediów w folderze
ru: нет медиа в этой папке
sk: v tomto adresári nie je nič, čo sa dá prehrať

source: Browse files and add-ons
ca: Explora fitxers i complements
de: Dateien und Add-ons durchsuchen
et: Sirvi faile ja lisamooduleid
fi: Selaa tiedostoja ja lisäosia
hr: Pregledaj datoteke i dodatke
hu: Fájlok és bővítmények tallózása
ja: アドオンファイルを参照
lt: Naršyti failus ir priedus
pl: Przeglądaj pliki i dodatki
ru: Просмотр файлов и дополнений
sk: Prehliadať súbory a doplnky

source: This is where you can browse all Kodi content, not just what is in the library. Browse by source or add-on.
ca: Aquí és on podeu navegar per tot el contingut de Kodi, no només pel que hi ha a la biblioteca.
de: Hier kannst du alles in Kodi durchsuchen, nicht nur die Bibliothek. Suche per Quelle oder Add-on.
et: Siin saab sirvida kogu Kodi sisu, mitte ainult meediakogus olevat. Sirvi allika või lisamooduli järgi.
fi: Tässä voit selata kaikkea Kodi-sisältöä, myös kirjaston ulkopuolelta. Selaa lähteen tai lisäosan perusteella.
hr: Ovdje možete pregledati sav Kodi sadržaj, ne samo što je u zbirci. Pregledajte svoje izvore ili dodatke.
hu: Itt lehet tallózni a Kodi minden eleme között, nem csak a videó- és hangtárban.
ja: ここは、ライブラリの内容だけではなく、すべてのKodiのコンテンツを参照できる場所です。ソースまたはアドオンで閲覧します。
lt: Čia jūs galite naršyti Kodi turinį, o ne tik tai kas yra bibliotekoje. Naršykite šaltiniuose ir prieduose.
pl: Miejsce, w którym możesz przeglądać całą zawartość Kodi, nie tylko to co znajduje się w bibliotece. Przeglądanie w podziale na źródła i dodatki.
ru: Здесь, вы можете посмотреть весь контент Kodi, а не только то, что есть в медиатеке. Просмотр по источнику или по дополнению.
sk: Toto je miesto, kde si môžete prezerať všetok obsah v Kodi, nielen to, čo je v knižnici. Prehliadajte podľa zdroja alebo doplnku.

source: Send text to Kodi
ca: Envia text a Kodi
cs: Odešli do Kodi
de: Text an Kodi senden
et: Saada tekst Kodile
fi: Lähetä Kodille tekstiä
hr: Pošalji tekst u Kodi
hu: Szöveges üzenet küldése a Kodinak
ja: Kodiへテキストを送る
lt: Siųsti tekstą į Kodi
pl: Wyślij tekst do Kodi
ru: Отправить текст в Kodi
sk: Odoslať text do Kodi

source: The lab
ca: El laboratori
cs: Laboratoř
de: Das Labor
et: Labor
fi: Labra
hr: lab
hu: A labor
ja: ラボ
lt: Laboratorija
pl: Laboratorium
ru: Лаборатория
sk: Laboratórium

source: Chorus lab
ca: Laboratori de Chorus
cs: Laboratoř Chorusu
de: Chorus Entwicklung
et: Chorus labor
fi: Chorus-labra
hr: Lab zbora
hu: Chorus labor
ja: Chorusラボ
lt: Chorus laboratorija
pl: Laboratorium Chorusa
ru: Лаборатория Chorus
sk: Laboratórium Chorusu

source: Warning
ca: Avís
cs: Varování
de: Warnung
et: Hoiatus
fi: Varoitus
hr: Upozorenje
hu: Figyelem
ja: 警告
lt: Įspėjimas
pl: Ostrzeżenie
ru: Предупреждение
sk: Varovanie

source: Experimental code, use at own risk
ca: Codi experimental. Usa'l sota el teu propi risc
cs: Experimentalní kód, používás na vlastní riziko
de: Experimentelle Version, Nutzung auf eigene Gefahr
et: Eksperimentaalne kood, kasuta omal vastutusel
fi: Kokeellista koodia, jonka käyttö omalla vastuulla
hr: Eksperimentalni kôd, koristite na vlastit rizik
hu: Kísérleti kód, használat csak saját felelősségre
ja: 実験中のコード、自己責任
lt: Eksperimentinis kodas, naudokite savo pačių rizika
pl: Funkcje eksperymentalne, używasz ich na własną odpowiedzialność.
ru: Экспериментальный код, используйте на свой страх и риск
sk: Experimentálny kód, používajte na vlastné riziko

source: Kodi API browser
ca: API del navegador Kodi
et: Kodi API lehitseja
fi: Kodi API -selain
hr: Kodi API preglednik
hu: Kodi API tallózó
ja: Kodi APIブラウザー
lt: Kodi API naršyklė
pl: Przeglądarka API Kodi
ru: Kodi API браузер
sk: Prehliadač Kodi API
