Repository: xbmc/chorus2
Catalog: src/lang/_strings/*.po
Languages: ca, cs, de, et, fi, hr, hu, ja, lt, nl, pl, ru, sk

source: This is a tool to test out the API. Select a method then execute it with parameters.
ca: Aquesta és una eina per provar l'API. Selecciona un mètode i executa'l amb paràmetres.
cs: Toto je nástroj na testování API. Vyber metodu, vlož parametry a pusť ji.
de: Dieses Tool testet die API. Wähle eine Methode und führe es mit Parametern aus.
et: See on tööriist API testimiseks. Vali meetod ja käivita see parameetritega.
fi: Tämä on rajapinnan testaustyökalu. Valitse menetelmä ja suorita se parametreillä.
hr: Ovo je alat za API testiranje. Odaberite način zatim ga pokrenite s parametrima.
hu: A Kodi API tesztelésére szolgáló eszköz. Válasszon ki egy metódust, majd futtassa valamilyen paraméterekkel
ja: これはAPIをテストするためのツールです。方法を選択して、それをパラメータで実行します。
lt: Tai yra įrankis, skirtas API testavimui. Pasirinkite metodą ir įvykdykite jį su parametrais.
pl: Narzędzie do testowania interfejsu programistycznego Kodi. Wybierz metodę, a następnie wykonaj ją z zadanymi parametrami
ru: Этот инструмент нужен для теста API. Выберите метод, затем выполните его с параметрами.
sk: Toto je nástroj na testovanie API. Vyberte metódu, vložte parametre a spustite ju.

source: You could potentially damage your system with this and there are no sanity checks. Use at own risk.
ca: Podeu fer malbé el sistema amb això i no hi ha verificacions. Usa'l sota el teu propi risc.
de: Du könntest dein System beschädigen, es gibt keine Sicherheitsprüfungen. Benutzung auf eigene Gefahr.
fi: Tämä voi mahdollisesti vahingoittaa Kodi-järjestelmääsi, koska se ei sisällä mitään varmistuksia. Käyttö omalla vastuulla.
hr: Potencijalno možete oštetiti vaš sustav s ovime i ne postoje provjere ispravnosti. Koristite na vlastit rizik.
hu: Elképzelhető, hogy ez kárt okoz a rendszerben! Csak saját felelősségre futtassa!
ja: あなたのシステムにダメージを与える可能性があります、でもSAN値チェックはありません。自己責任で使用してください。
lt: Naudodami tai galite sugadinti savo sistemą ir nuo to nėra jokios apsaugos. Naudokite savo pačių rizika.
pl: Istnieje potencjalna szansa na uszkodzenie Twojego systemu, ponieważ nie ma żadnej kontroli poprawności. Używasz na własną odpowiedzialność.
ru: Вы можете повредить систему с этим. Здесь нет никаких проверок на вменяемость. Используйте на свой страх и риск.
sk: Použitie tejto voľby môže poškodiť váš systém, keďže sa nevykonávajú žiadne kontroly. Používajte na vlastné riziko.

source: Saved Kodi settings
ca: Configuració de Kodi desada
cs: Kodi nastavení uloženo
de: Kodi Einstellungen wurden gespeichert
et: Kodi seaded salvestati
fi: Kodi-asetukset tallennettiin
hr: Spremljene Kodi postavke
hu: Kodi beállítások mentve
ja: Kodiの設定を保存しました
lt: Kodi nustatymai išsaugoti
pl: Zapisano zmiany ustawień Kodi
ru: Настройки Kodi сохранены
sk: Nastavenia Kodi uložené

source: General
cs: Obecné
de: Allgemein
et: Üldine
fi: Yleiset
hr: Općenito
hu: Általános
ja: 一般
lt: Pagrindiniai
pl: Ogólne
ru: Общие
sk: Všeobecné

source: Advanced setting level is recommended for those who know what they are doing.
ca: La configuració avançada es recomana per a aquells que sàpiguen què estan fent.
cs: Pokročilé nastavení je doporučeno pouze pro ty, kteří vědí, co dělají.
de: Erweiterte Einstellungsmöglichkeiten für alle, die wissen was sie tun.
et: Edasijõudnute seadistuse tase on soovitatav neile, kes teavad, mida nad teevad.
fi: Edistynyt-asetustaso sopii käyttäjille, jotka tietävät mitä tekevät.
hr: Razina napredne postavke je preporučljiva za one koji znaju što rade.
hu: A Haladó beállítási szint azoknak javasolt, akik tudják, mit csinálnak.
ja: 自分が何をしているのかわかっている人には、高度な設定レベルをお勧めします。
lt: Išplėstiniai nustatymai rekomenduojami tiems, kurie žino ką daro.
pl: Poziom Zaawansowany jest rekomendowany tylko dla tych, którzy wiedzą co robią.
ru: Продвинутый уровень настроек рекомендован тем, кто знает что делает.
sk: Pokročilá úroveň nastavení je odporúčaná len tým, ktorí vedia, čo robia.

source: Kodi settings level
ca: Nivell de configuració de Kodi
cs: Úroveň Kodi nastavení
de: Kodi Einstellungsebene
et: Kodi seadete tase
fi: Kodi-asetusten laajuus
hr: Razina Kodi postavki
hu: Kodi beállítási szint
ja: Kodi設定レベル
lt: Kodi nustatymų lygis
pl: Poziom ustawień Kodi
ru: Уровень настроек Kodi
sk: Úroveň Kodi nastavení

source: Remove
ca: Eliminar
cs: Odstranit
de: Löschen
et: Eemalda
fi: Poista
hr: Ukloni
hu: Eltávolítás
ja: 削除
lt: Pašalinti
pl: Usuń
ru: Удалить
sk: Odstrániť

source: cast
ca: repartiment
de: Darsteller
et: osatäitjad
fi: näyttelijät
hr: glume
hu: szereplők
ja: 出演者
lt: vaidmenyse
pl: obsada
ru: в ролях
sk: obsadenie

source: Add-ons
ca: Complements
cs: Doplňky
et: Lisamoodulid
fi: Lisäosat
hr: Dodaci
hu: Bővítmények
ja: アドオン
lt: Priedai
pl: Dodatki
ru: Дополнения
sk: Doplnky

source: Web interface
ca: Interfície web
cs: Webové rozhraní
et: Veebiliides
fi: Web-käyttöliittymä
hr: Web sučelje
hu: Web interfész
ja: Webインターフェイス
lt: Žiniatinklio sąsaja
pl: Interfejs webowy
ru: Веб-интерфейс
sk: Webové rozhranie

source: Changelog
ca: Registre de canvis
cs: Seznam změn
de: Änderungen
et: Muudatused
fi: Muutoshistoria
hr: Zapis promjena
hu: Változások
ja: 変更履歴
lt: Pakeitimų žurnalas
pl: Dziennik zmian
ru: Список изменений
sk: Zoznam zmien

source: Translations
ca: Traduccions
cs: Překlady
de: Übersetzungen
et: Tõlked
fi: Käännökset
hr: Prijevodi
hu: Fordítások
ja: 翻訳
lt: Vertimai
pl: Tłumaczenia
ru: Переводы
sk: Preklady

source: Help topics
ca: Temes d'ajuda
de: Hilfethemen
et: Abiteemad
fi: Ohjeen aiheet
hr: Teme pomoći
hu: Súgó témakörök
ja: ヘルプのトピック
lt: Pagalbos temos
pl: Tematy pomocy
ru: Разделы справки
sk: Témy pomocníka

source: Overview
ca: Visió general
cs: Přehled
de: Überblick
et: Ülevaade
fi: Yhteenveto
hr: Pregled
hu: Áttekintés
ja: あらまし
lt: Apžvalga
pl: Przegląd
ru: Обзор
sk: Prehľad

source: Lab
ca: Laboratori
cs: Laboratoř
de: Labor
et: Labor
fi: Labra
hu: Labor
ja: ラボ
lt: Laboratorija
pl: Laboratorium
ru: Лаборатория
sk: Laboratórium

source: version
ca: versió
cs: verze
et: versioon
fi: versio
hr: inačica
hu: verzió
ja: バージョン
lt: versija
pl: wersja
ru: версия
sk: verzia

source: Remote control
ca: Control remot
cs: Dálkové ovládání
de: Fernbedienung
et: Kaugjuhtimine
fi: Etäohjaus
hr: Daljinsko upravljanje
hu: Távirányítás
ja: リモートコントロール
lt: Nuotolinis valdymas
pl: Sterowanie
ru: Удалённое управление
sk: Diaľkové ovládanie

source: Remote control is set up correctly
ca: El control remot està configurat correctament
cs: Dálkové ovládání je nastaveno korektně.
de: Die Fernbedienung funktioniert
et: Kaugjuhtimine on õigesti seadistatud
fi: Etäohjaus on määritetty oikein
hr: Daljinsko upravljanje je postavljeno ispravno
hu: A távirányítás be van állítva
ja: リモートコントロールは正しく設定されています
lt: Nuotolinis valdymas nustatytas teisingai
pl: Zdalne sterowanie zostało poprawnie skonfigurowane
ru: Удалённое управление настроено корректно
sk: Diaľkové ovládanie je nastavené správne

source: About
ca: Sobre
cs: O Chorus
de: Über
et: Teave
fi: Tietoja
hr: O programu
hu: Névjegy
ja: Chorusについて
lt: Apie
pl: O Chorusie
ru: О интерфейсе
sk: O Chorus

source: Local audio
ca: Àudio local
cs: Místní audio
de: Lokale Wiedergabe
et: Kohalik heli
fi: Paikallinen ääni
hr: Lokalni zvuk
hu: Helyi hang
ja: ローカルオーディオ
lt: Lokalus garsas
pl: Dźwięk
ru: Локальное аудио
sk: Miestne audio

source: Status report
ca: Informe d'estat
de: Status
et: Olekuaruanne
fi: Tilaraportti
hr: Izvješće o statusu
hu: Állapot jelentés
ja: ステータスレポート
lt: Būsenos ataskaita
pl: Raport o stanie
ru: Отчет
sk: Hlásenie o stave

source: in
ca: en
cs: v
fi: lähteestä
hr: u
ja: に
pl: w
ru: в
sk: v

source: Focus playlist on playing
ca: Mantenir el focus a la llista mentre es reprodueix
de: Wiedergabeliste bei der Wiedergabe nach vorne holen
et: Fookus esitusloendis mängival lool
fi: Kohdista toistolista toistokohteeseen
hr: Fokusiraj popis izvođenja pri reprodukciji
hu: Ugrás az éppen lejátszott elemre
ja: プレイリストの再生中にフォーカスを当てる
lt: Fokusuoti grojaraštį atkuriant
pl: Zaznaczaj odtwarzaną pozycję na liście
ru: Фокус на запущенное в плейлисте
sk: V playliste vždy ukazovať prehrávanú položku

source: Automatically scroll the playlist to the current playing item. This happens whenever the playing item is changed
ca: Desplaça automàticament la llista de reproducció fins a l'element de reproducció actual. Això es fa sempre que canvia l'element que es reprodueix
de: In der Wiedergabeliste zum aktuellen Stück springen, wenn Einträge geändert wurden
et: Keri esitusloend automaatselt esitatava üksuseni. See juhtub alati, kui esitatav üksus muutub
fi: Vieritä toistolista automaattisesti parhaillaan toistettavan kohteen kohdalle. Tämä tapahtuu aina toistokohteen vaihtuessa.
hr: Automatski pomiči popis izvođenja na trenutno reproduciranu stavku. To se događa uvijek kada se reproducirajuća stavka promijeni
hu: Automatikusan az aktuális elemhez gördül a lista amikor egy új tétel lejátszása kezdődik
ja: プレイリストで現在再生してるアイテムを自動的にスクロール。再生中のアイテムに追従します。
lt: Automatiškai slinkti grojaraštį kartu su šiuo metu atkuriamu elementu. Tai nutinka keičiantis atkuriamam elementui
pl: Umożliwia automatyczne przewijanie listy do aktualnie odtwarzanej pozycji. Ta operacja jest wykonywana za każdym razem, gdy zmienia się odtwarzana pozycja.
ru: Автоматически пролистать плейлист на проигрываемом элементе.Это происходит всякий раз, когда проигрываемый элемент меняется
sk: Automaticky previnúť playlist na momentálne prehrávanú položku. Toto sa stane vždy, keď sa prehrávaná položka zmení

source: Web Settings saved.
ca: Configuració web desada.
cs: Nastavení uloženo.
de: Web Einstellungen wurden gespeichert.
fi: Web-asetukset tallennettiin
hr: Web postavke spremljene.
hu: We beállítások mentve.
ja: Web設定を保存しました。
lt: Žiniatinklio nustatymai išsaugoti.
pl: Zapisano ustawienia interfejsu webowego.
ru: Веб настройки сохранены.
sk: Webové nastavenia uložené.

source: Keyboard controls
ca: Controls del teclat
cs: Ovládání pomocí klávesnice
de: Tastatursteuerung
fi: Näppäimistökomennot
hr: Upravljanje tipkovnicom
hu: Billentyűzet vezérlés
ja: キーボード操作
lt: Klaviatūros valdymas
pl: Sterowanie klawiaturą
ru: Управление клавиатурой
sk: Ovládanie pomocou klávesnice

source: In Chorus, will you keyboard control Kodi, the browser or both
ca: A Chorus, controlareu Kodi amb el teclat , amb el navegador, o amb tots dos
cs: V Chorusu bude klávesnice ovládat Kodi, prohlížeč nebo oboje
de: Chorus mit der Tastatur, dem Browser oder beidem steuern
et: Kas Chorus juhib klaviatuuriga brauserit, Kodit või mõlemat
fi: Ohjaataanko Choruksessa näppäimistöllä Kodia, selainta vai molempia.
hr: U Chorusu, hoćete li tipkovnicom upravljati Kodijem, preglednikom ili obojem
hu: A Choruson keresztül billentyűzettel csak a Kodit, a böngészőt, vagy mindkettőt akarja vezérelni
ja: ChorusからKodiかブラウザー、またはその両方をキーボードで操作しますか？
lt: Ar Chorus puslapyje klaviatūra valdys Kodi, naršyklę ar abu
pl: Umożliwia sterowanie przy pomocy klawiatury działaniem Kodi, przeglądarki lub oboma jednocześnie
ru: В Chorus управлять клавиатурой Kodi, браузер или и то, и другое
sk: V Choruse bude klávesnica ovládať Kodi, prehliadač alebo obe

source: Learn more
ca: Aprèn més
cs: Více
de: Mehr erfahren
et: Loe veel
fi: Lue lisää
hr: Saznajte više
hu: Tudjon meg többet
ja: もっと詳しく知る
lt: Sužinoti daugiau
pl: Dowiedz się więcej
ru: Узнайте больше
sk: Zistiť viac

source: Resume playback
ca: Reprèn la reproducció
de: Wiedergabe fortsetzen
et: Jätka taasesitust
fi: Jatka toistoa
hr: Nastavi reprodukciju
hu: Folytatás
ja: レジューム再生
lt: Tęsti atkūrimą
pl: Wznów odtwarzanie
ru: Возобновить воспроизведение
sk: Pokračovať v prehrávaní

source: Resume from
ca: Reprendre des de
cs: Obnov od
de: Fortsetzen ab
et: Jätka asukohast
fi: Jatka kohdasta
hr: Nastavi od
hu: Folytatás innen
ja: レジューム:
lt: Tęsti nuo
pl: Wznów od
ru: Возобновить с
sk: Pokračovať od

source: Start from the beginning
ca: Comença des de l'inici
cs: Začni od začátku
de: Von vorne beginnen
et: Alusta algusest
fi: Aloita alusta
hr: Pokreni od početka
hu: Kezdés az elejétől
ja: 最初から開始
lt: Pradėti nuo pradžių
pl: Zacznij od początku
ru: Начать сначала
sk: Spustiť od začiatku

source: Click here restore defaults
ca: Fes clic aquí per restaurar els valors predeterminats
cs: Klikni zde pro obnovení výchozích hodnot
de: Standardeinstellungen wiederherstellen
et: Klõpsa siin vaikeväärtuste taastamiseks
fi: Palauta oletukset painamalla tästä
hr: Klikni ovdje za vraćanje izvornog
hu: Kattintson ide az alaphelyzetre állításhoz
ja: ここをクリックでデフォルトへリストア
lt: Paspauskite čia, norėdami atstatyti numatytąsias reikšmes
pl: Naciśnij, aby przywrócić domyślne ustawienia
ru: Нажмите здесь, чтобы восстановить значения по умолчанию
sk: Kliknite sem pre obnovenie predvolených nastavení

source: Main Menu Structure
ca: Estructura del menú principal
cs: Struktura hlavního menu
de: Hauptmenüstruktur
et: Peamenüü struktuur
fi: Päävalikon rakenne
hr: Struktura glavnog izbornika
hu: Főmenü sturktúra
ja: メインメニュー
lt: Pagrindinio meniu struktūra
pl: Struktura menu
ru: Структура главного меню
sk: Štruktúra hlavnej ponuky

source: Here you can change the title, url and %1$s for menu items. You can also remove, re-order and add new items.
ca: Aquí podeu canviar el títol, l'URL i %1$s dels elements del menú. També podeu eliminar, tornar a ordenar i afegir nous elements.
cs: Zde můžeš změnit název, URL and %1$s jednotlivých položek menu. Také můžešodstranit, změnit nebo přidat polořky menu.
de: Bezeichnung, URL und Icon von Menüpunkten ändern. Hinzufügen, Löschen und Ordnen der Einträge.
et: Siin saab muuta menüüelementide pealkirja, URL-i ja %1$s. Samuti saab üksusi eemaldada, muuta järjestust ja lisada uusi.
fi: Tässä voit muuttaa valikkokohteiden nimiä, URL-osoitteita ja %1$s. Voit myös poistaa ja lisätä kohteita sekä muuttaa niiden järjestystä.
hr: Ovdje možete promijeniti naslov, url i %1$s za stavke izbornika. Možete ukloniti, promijeniti redoslijed i dodati nove stavke.
hu: Itt lehet módosítani a menü elemek neveit, az URL-t és a %1$sokat. Eltávolíthatja, átrendezheti az elemeket, vagy új elemet adhat hozzá.
ja: ここで、メニューアイテムのタイトル、URL、および %1$s を変更できます。また、削除、並べ替え、そして、新しいアイテムを追加することもできます。
lt: Čia jūs galite pakeisti meniu elementų pavadinimus, nuorodas ir piktogramas. Taip pat galite pašalinti, perrikiuoti ir pridėti naujus elementus.
pl: Umożliwia zmianę tytułu, adresu URL i %1$s pozycji menu. Możesz także usunąć pozycje, zmienić ich kolejność lub dodać nowe pozycje.
ru: Здесь вы можете изменить заголовок, ссылку и %1$s для пунктов меню. Вы также можете удалить, поменять порядок, и добавить новые элементы.
sk: Tu môžete zmeniť názov, URL a %1$s jednotlivých položiek ponuky. Môžete tu tiež odstrániť, zmeniť alebo pridať položky ponuky.

source: Main Nav
ca: Navegador Principal
de: Hauptmenü
fi: päävalikon
hr: Glavni nav
hu: Főmenü
ja: メインナビ
lt: Pagrindinė navigacija
pl: Nawigacja
ru: навигационной панели
sk: Hlavná navigácia

source: Add a new playlist
ca: Afegeix una nova llista de reproducció
cs: Přidání nového playlistu
de: Neue Wiedergabeliste
et: Lisa uus esitusloend
fi: Lisää uusi toistolista
hr: Dodaj novi popis izvođenja
hu: Új lejátszási lista létrehozása
ja: 新規にプレイリストを追加
lt: Pridėti naują grojaraštį
pl: Dodaj nową listę
ru: Добавить новый плейлист
sk: Pridať nový playlist

source: Keyboard
ca: Teclat
cs: Klávesnice
de: Tastatur
et: Klaviatuur
fi: Näppäimistö
hr: Tipkovnica
hu: Billentyűzet
ja: キーボード
lt: Klaviatūra
pl: Klawiatura
ru: Клавиатура
sk: Klávesnica

source: Music
ca: Música
cs: Hudba
de: Musik
et: Muusika
fi: Musiikki
hr: Glazba
hu: Zene
ja: ミュージック
lt: Muzika
pl: Muzyka
ru: Музыка
sk: Hudba

source: Digital radio
ca: Ràdio digital
cs: Digitalní radio
et: Digiraadio
fi: Digitaalinen radio
hr: Digitalni radio
hu: Digitális rádió
ja: デジタルラジオ
lt: Skaitmeninis radijas
pl: Radio
ru: Цифровое аудио
sk: Digitálne rádio

source: Movies
ca: Pel·lícules
cs: Filmy
de: Filme
et: Filmid
fi: Elokuvat
hr: Filmovi
hu: Filmek
ja: ムービー
lt: Filmai
pl: Filmy
ru: Фильмы
sk: Filmy

source: TV shows
ca: Programes de televisió
cs: Seriály
de: TV-Sendungen
et: Sarjad
fi: Sarjat
hr: TV serije
hu: Sorozatok
ja: TV番組
lt: TV laidos
pl: Seriale
ru: Сериалы
sk: Seriály

source: TV
fi: Televisio
hr: Televizija
lt: Televizija
pl: Telewizja
ru: ТВ

source: Browser
ca: Navegador
cs: Prohlížeč
et: Brauser
fi: Selain
hr: Preglednik
hu: Böngésző
ja: 参照
lt: Naršyklė
pl: Przeglądarka
ru: Браузер
sk: Prehliadač

source: Thumbs up
ca: Polze cap amunt
cs: Palec nahoru
de: Daumen hoch
et: Pöial püsti
fi: Yläpeukku
hr: Palac gore
hu: Értékelés
ja: サムズアップ
lt: Nykščiai aukštyn
pl: Lubię to!
ru: Понравившиеся
sk: Palec hore

source: Settings
ca: Opcions
cs: Nastavení
de: Einstellungen
et: Seaded
fi: Asetukset
hr: Postavke
hu: Beállítások
ja: 設定
lt: Nustatymai
pl: Ustawienia
ru: Настройки
sk: Nastavenia

source: Help
ca: Ajuda
cs: Pomoc
de: Hilfe
et: Abi
fi: Ohje
hr: Pomoć
hu: Súgó
ja: ヘルプ
lt: Pagalba
pl: Pomoc
ru: Справка
sk: Pomocník

source: Disable Thumbs Up
ca: Desactiva el polze amunt
de: Daumen hoch deaktiveren
et: Keela 'Pöial püsti'
fi: Poista yläpeukutus käytöstä
hr: Onemogući Palac gore
hu: Értékelés kikapcsolása
ja: サムズアップを無効にする
lt: Išjungti nykščius aukštyn
pl: Dezaktywuj funkcję 'Lubię to!'
ru: Выключить "Понравившиеся"
sk: Odstrániť palec hore

source: Remove the thumbs up button from media. Note: you may also want to remove the menu item from the %1$s
ca: Treu el botó del polze cap amunt dels mitjans. Nota: és possible que també vulgueu eliminar l'element del menú de %1$s
et: Ära näita pöial üles nuppu. Pane tähele, et saad kustutada ka üksuse %1$s
fi: Älä näytä yläpeukku-painiketta. Huomioi, että voit poistaa myös %1$s kohteen.
hr: Ukloni Palac gore iz tipke medija. Napomena: možda želite ukloniti stavku izbornika iz %1$s
hu: Eltávolítja az értékelő ikont a média elemektől. Megjegyzés: javasolt a kapcsolódó menüpont eltávolítása is a %1$sből
ja: メディアからサムズアップボタンを外します。 注意: %1$s からメニュー項目を削除することもできます。
lt: Pašalinti nykščių aukštyn mygtuką media įrašams. Pastaba: galbūt jus taip pat norėsite pašalinti meniu elementą iš čia: %1$s
ru: Убрать кнопку "Понравившиеся" из медиа. Примечание: вы также можете удалить пункт меню из %1$s
sk: Odstrániť palec hore pre mediálny súbor. Poznámka: možno budete chcieť odstrániť aj položku ponuky z %1$s

source: You need to 'Allow remote control' for Kodi. You can do that
ca: Activa "Permet el control remot" per a Kodi. Pots fer-ho
de: Du must die "Fernbedienung" für Kodi erlauben. Du findest diese Option
fi: "Salli etäohjaus" on otettava käyttöön Kodin asetuksista ja voit tehdä sen
hr: Potrabna vam je 'Dopusti udaljeno upravljanje' za Kodi. To možete učiniti
hu: Ehhez engedélyezned kell a Kodi távirányítását. Ezt megteheted
ja: あなたはKodiのために'リモートコントロールを許可する'必要があります。ここから
lt: Jums reikia 'Leisti nuotolinį valdymą' Kodi programoje. Jūs tai sugebėsite
pl: Wymagana aktywacja opcji 'Zezwalaj na zdalne sterowanie Kodi przez HTTP'. Możesz to zrobić
ru: Нужно включить 'Разрешить удалённое управление по HTTP' в Kodi. Вы можете сделать это
sk: V Kodi musíte 'Povoliť vzdialené ovládanie'. To môžete urobiť

source: here
ca: aquí
cs: zde
de: hier
et: siin
fi: täällä.
hr: ovdje
hu: itt
ja: ここ
lt: čia
pl: tutaj
ru: здесь
sk: tu

source: yes
ca: sí
cs: ano
de: Ja
et: jah
fi: kyllä
hr: da
hu: igen
ja: はい
lt: taip
pl: tak
ru: да
sk: áno

source: no
cs: ne
de: Nein
et: ei
fi: ei
hr: ne
hu: nem
ja: いいえ
lt: ne
pl: nie
ru: нет
sk: nie

source: close
ca: tanca
cs: zavři
de: Schließen
et: sulge
fi: sulje
hr: zatvori
hu: bezár
ja: 閉じる
lt: uždaryti
pl: zamknij
ru: закрыть
sk: zavrieť

source: ok
ca: d'acord
hr: u redu
lt: gerai
ru: ок

source: Are you sure?
ca: Estàs segur?
cs: Jsi si jist?
de: Bist du sicher?
et: Kas oled kindel?
fi: Oletko varma?
hr: Jeste li sigurni?
hu: Biztos benne?
ja: よろしいですか？
lt: Ar esatae įsitikinęs?
pl: Jesteś pewien?
ru: Вы уверены?
sk: Ste si istý?

source: Set all episodes for this season as
ca: Estableix tots els episodis d'aquesta temporada com a
cs: Nastav všechny epizody z této sezóny jako
de: Alle Folgen dieser Staffel markieren als
et: Märgi kõigi selle hooaja episoodide olekuks
fi: Merkitäänkö kauden kaikki jaksot tilaan
hr: Postavi sve epizode za ovu sezonu kao
hu: Állítsa be minden évadnál, hogy
ja: 今シーズンのすべてのエピソードを
lt: Nustatyti visus šio sezono epizodus kaip
pl: Ustaw wszystkie odcinki tego sezonu jako
ru: Отметить все серии этого сезона как
sk: Nastaviť všetky epizódy z tejto sezóny ako

source: Set all episodes for this TV show as
ca: Estableix tots els episodis d'aquesta sèrie com a
cs: Nastav všechny epizody tohoto seriálu jako shlédnuté
de: Alle Folgen dieser Serie markieren als
et: Märgi kõigi selle sarja episoodide olekuks
fi: Merkitäänkö sarjan kaikki jaksot tilaan
hr: Postavi sve epizode za ovu TV seriju kao
hu: Állítsa be minden epizódnál, hogy
ja: このテレビ番組のすべてのエピソードを
lt: Nustatyti visus šios TV laidos epizodus kaip
pl: Ustaw wszystkie odcinki tego serialu jako
ru: Отметить все серии этого сериала как
sk: Nastaviť všetky epizódy tohto seriálu ako

source: watched
ca: vist
cs: shlédnuto
de: gesehen
et: vaadatud
fi: katsottu
hr: odgledane
hu: megtekintve
ja: 視聴済み
lt: peržiūrėtus
pl: obejrzane
ru: просмотренные
sk: pozreté

source: unwatched
ca: no vist
cs: neshlédnuto
de: ungesehen
et: vaatamata
fi: katsomatta
hr: neodgledane
hu: még nem látott
ja: 未視聴
lt: neperžiūrėtus
pl: nieobejrzane
ru: непросмотренные
sk: nepozreté

source: genre
ca: gènere
cs: žánr
et: žanr
fi: lajityyppi
hr: žanr
hu: műfaj
ja: ジャンル
lt: žanras
pl: gatunek
ru: жанр
sk: žáner

source: studio
ca: estudi
et: stuudio
hu: stúdió
ja: スタジオ
lt: studija
pl: wytwórnia
ru: студия
sk: štúdio

source: rated
ca: valoració
de: bewertet
fi: ikäluokitus
hr: ocjena
hu: besorolás
ja: 評価済み
lt: įvertinta
pl: kategoria
ru: возрастной рейтинг
sk: prístupnosť

source: episodes
ca: episodis
cs: episody
de: Folgen
et: episoodi
fi: jaksoa
hr: epizode
hu: epizódok
ja: エピソード
lt: epizodai
pl: odcinki
ru: серии
sk: epizódy

source: total
cs: celkem
de: gesamt
et: kokku
fi: yhteensä
hr: ukupno
hu: összesen
ja: 合計
lt: viso
pl: razem
ru: всего
sk: celkom

source: Set Watched
de: Einstellen gesehen
ru: Отметить как просмотренное
sk: Nastaviť ako pozreté

source: Set Unwatched
de: Einstellen ungesehen
ru: Отметить как непросмотренное
sk: Nastaviť ako nepozreté

source: Show device name
ca: Mostra el nom del dispositiu
de: Gerätenamen anzeigen
et: Kuva seadme nimi
fi: Näytä laitteen nimi
hr: Prikaži naziv uređaja
hu: Eszköz név mutatása
ja: デバイス名を表示
lt: Rodyti įrenginio vardą
pl: Pokazuj nazwę urządzenia
ru: Показать имя устройства
sk: Zobraziť názov zariadenia

source: Show the Kodi device name in the header of Chorus
ca: Mostra el nom del dispositiu Kodi a la capçalera de Chorus
cs: Ukaž jméno Kodi zařízení v hlavičce Chorusu
de: Den Namen des Kodi-Geräts in der Kopfzeile von Chorus anzeigen
et: Kuva Kodi seadme nimi Choruse päises
fi: Näytä Kodi-laitteen nimi Choruksen otsikossa.
hr: Prikaži naziv uređaja Kodija u zaglavlju Chorusa
hu: Mutassa a Kodi eszköz nevét a Chorus címsorában
ja: ChorusのヘッダーにKodiのデバイス名を表示
lt: Rodyti Kodi įrenginio vardą Chorus antraštėje
pl: Umożliwia wyświetlanie nazwy urządzenia, na którym uruchomiono Kodi, w nagłówku strony Chorusa.
ru: Показывать имя устройства Kodi в заголовке Chorus
sk: Zobraziť názov zariadenia Kodi v hlavičke Chorusu

source: No results found
ca: Sense resultats
cs: Nenalezeno
de: Keine Ergebnisse
et: Tulemusi ei leitud
fi: Tuloksia ei löytynyt
hr: Nema pronađenih rezultata
hu: Nincs találat
ja: 見つかりませんでした
lt: Nėra rezultatų
pl: Brak wyników wyszukiwania
ru: Ничего не найдено
sk: Nenájdené
