Repository: xbmc/chorus2
Catalog: src/lang/_strings/*.po
Languages: ca, cs, de, et, fi, hr, hu, ja, lt, nl, pl, ru, sk

# Addon Summary
source: Default web interface
ca: Interfície web per defecte
de: Standardweboberfläche
et: Vaikimisi veebiliides
fi: Oletusarvoinen web-käyttöliittymä
hr: Zadano web sučelje
ja: デフォルトのWebインターフェース
nl: Standaard webinterface
ru: Веб-интерфейс по умолчанию
sk: Predvolené webové rozhranie

# Addon Description
source: Browse and interact with your Music, Movies, TV Shows and more via a web browser. Stream music and videos on your browser. Edit and manage your Kodi media library.
ca: Navega i interactua amb la teva música, pel·lícules, sèries i molt més mitjançant un navegador web. Reprodueix música i vídeos al teu navegador. Edita i gestiona la vostra biblioteca multimèdia Kodi.
de: Musik, Filme, Serien und mehr mit dem Webbrowser durchsuchen und steuern, Musik und Videos im Browser streamen. Die Kodi Medienbibliothek ändern und verwalten.
et: Sirvi oma meediakogu veebibrauseri kaudu. Voogesita muusikat ja videoid oma brauseris. Muuda ja halda oma Kodi meediakogu.
fi: Selaa ja hallitse musiikki-, elokuva- ja sarjakirjastojasi, etäohjaa toistoa ja suoratoista mediaa verkkoselaimessa. Muokkaa ja hallitse Kodi-mediakirjastoasi.
hr: Pregledavajte i imajte interakciju s vašom Glazbom, Filmovima, TV serijama i još mnogo toga putem web preglednika. Strujajte glazbu i videe u vašem pregledniku. Uredite i upravljajte vašom Kodi medijskom zbirkom.
ja: Webブラウザーを介して、音楽、映画、テレビ番組などを閲覧して操作できます。 ブラウザ上で音楽やビデオをストリーミングします。Kodiメディアライブラリを編集および管理します。
nl: Blader en gebruik uw muziek, films, tv-programma's en meer via een webbrowser. Stream muziek en video's in uw browser. Bewerk en beheer uw Kodi-mediabibliotheek.
ru: Смотрите и взаимодействуйте с музыкой, с фильмами, с ТВ-передачами и с многим другим через веб-браузер. Транслируйте музыку и видео в своём браузере. Управляйте и изменяйте свою медиатеку Kodi.

source: Nothing playing
ca: Res reproduint
cs: Nic nehraje
de: Keine Wiedergabe
et: Midagi ei esitata
fi: Mitään ei toisteta
hr: Ništa se ne reproducira
hu: Nincs lejátszás
ja: 再生なし
lt: Nieko neatkuriama
nl: Niets aan het spelen
pl: Odtwarzanie nieaktywne
ru: Ничего не воспроизводится
sk: Nič sa neprehráva

source: Deselect all
ca: Deselecciona tot
cs: Odoznačit vše
de: Auswahl entfernen
et: Eemalda kõigi valik
fi: Tyhjennä kaikki valinnat
hr: Ukloni sav odabir
hu: Összes kijelölés törlése
ja: 全て選択解除
lt: Atžymėti visus
nl: Deselecteer alles
pl: Odznacz wszystkie
ru: Отменить выбор всего
sk: Odznačiť všetko

source: Filters
ca: Filtres
cs: Filtry
de: Filter
et: Filtrid
fi: Suodattimet
hr: Filtri
hu: Szűrők
ja: フィルター
lt: Filtrai
pl: Filtry
ru: Фильтры
sk: Filtre

source: Sort
ca: Ordena
cs: Řazení
de: Sortierung
et: Järjesta
fi: Järjestä
hr: Razvrstaj
hu: Rendezés
ja: ソート
lt: Rūšiuoti
nl: Sorteer
pl: Sortowanie
ru: Сортировка
sk: Triedenie

source: Select a filter
ca: Selecciona un filtre
cs: Vyber filtr
de: Filter wählen
et: Vali filter
fi: Valitse suodatin
hr: Odaberi filtar
hu: Válasszon egy szűrőt
ja: フィルター選択
lt: Pasirinkite filtrą
nl: Selecteer een filter
pl: Wybierz filtr
ru: Выберите фильтр
sk: Vyberte filter

source: Select an option
ca: Selecciona una opció
cs: Vyber možnost
de: Auswahl treffen
et: Vali variant
fi: Valinnat
hr: Odaberi mogućnost
hu: Válasszon egy lehetőséget
ja: オプション選択
lt: Pasirinkite nuostatą
nl: Selecteer een optie
pl: Wybierz opcję
ru: Выберите вариант
sk: Vyberte možnosť

source: filter
ca: filtre
cs: filtr
de: filtern
fi: suodatin
hu: szűrő
ja: フィルター
lt: filtras
pl: filtr
ru: фильтр

source: Add filter
ca: Afegeix un filtre
cs: Přidej filtr
de: Filter hinzufügen
et: Lisa filter
fi: Lisää suodatin
hr: Dodaj filter
hu: Szűrő hozzáadása
ja: フィルタ追加
lt: Pridėti filtrą
nl: Voeg filter toe
pl: Dodaj filtr
ru: Добавить фильтр
sk: Pridať filter

source: Which player to start with
ca: Amb quin reproductor començar
cs: S jakým přehrávěčem začít
de: Standard-Player beim Start
et: Millist pleierit kasutada
fi: Millä soittimella aloitetaan.
hr: Koji reproduktor započinje s
hu: Mivel játsszuk le
ja: どのプレイヤーから開始するか
lt: Su kuriuo grotuvu paleisti
nl: Met welke speler starten
pl: Określa domyślnie używany odtwarzacz mediów
ru: Какой проигрыватель использовать
sk: S ktorým prehrávačom začať

source: Ignore terms such as 'The' and 'A' when sorting lists
ca: Ignora termes com ara "La" i "A" quan ordeneu les llistes
cs: Ignoruj slova jako 'The' a 'A' při řazení seznamů
de: Artikel wie „The“ und „A“ in sortierten Listen ignorieren
et: Loendite sortimisel eira termineid nagu "The" ja "A"
fi: Älä huomioi etuliitteitä (kuten "The" ja "A") järjestettäessä listauksia.
hr: Zanemari izraze poput 'The' i 'A' pri razvrstavanju popisa
hu: Listázás során figyelmen kívül hagyjuk a névelőket
ja: リストでソートするとき、'The' と 'A' などを無視する
lt: Rūšiuojant sąrašus ignoruoti terminus, tokius kaip 'The' ir 'A'
nl: Negeer termen zoals 'De' en 'Een' bij het sorteren van lijsten
pl: Ignoruj wyrażenia takie, jak 'The' i 'A' podczas sortowania list
ru: Игнорировать артикли «The» и «A» при сортировке списков
sk: Ignorovať slová ako 'The' a 'A' pri triedení zoznamov

source: When listing artists should we only see artists with albums or all artists found. Warning: turning this off can impact performance with large libraries
ca: Al llistar artistes, mostrar només els que tenen àlbums o mostrar tots els trobats. Avís: desactivar-ho pot afectar al rendiment en biblioteques grans
cs: V seznamu zpěváků budou vidět zpěváci s alby nebo všichni zpěváci. Upozornění : vypnutí této volby může mít dopad na výkon v případě velkých knihoven
de: In Listen nur Interpreten mit Alben oder alle Interpreten anzeigen? Achtung: Das auszuschalten, kann große Bibliotheken verlangsamen
et: Kas esitajate loetlemisel peaks nägema ainult artiste, kellel on albumid, või kõiki leitud esitajaid. Hoiatus: selle väljalülitamine võib mõjutada suurte teekide toimivust
fi: Määrittää näytetäänkö esittäjälistauksissa vain ne esittäjät, joilla on albumeita, vaiko kaikki löydetyt esittäjät. Varoitus: Tämän käytöstä poisto voi suurten kirjastojen kanssa vaikuttaa suorituskykyyn.
hr: Kada se prikazuju izvođači, trebaju li se prikazati izvođači s albumima ili svi pronađeni izvođači. Upozorenje: isključivanje ovog može imati utjecati na performanse s velikim fonotekama
hu: Az előadók listázása során csak azokat a zenészeket listázzuk, akikhez album is tartozik, vagy az összes zenészt. Figyelem: ha ezt kikapcsolja, akkor az nagyméretű katalógus esetén nagy terhet ró a rendszerre
ja: アーティストをリストアップするとき、アルバムのあるアーティスト、または見つかったすべてのアーティストのみを表示します。警告: これをオフにすると、大規模なライブラリでパフォーマンスにかなりの影響を及ぼす可能性があります
lt: Atvaizduojant atlikėjus rodyti tik atlikėjus su albumais ar visus rastus atlikėjus. Įspėjimas: šios parinkties išjungimas gali įtakoti našumą esant didelėms bibliotekoms
nl: Bij het tonen van de artiestenlijst, zouden we enkel artiesten moeten zien met een album of alle gevonden artiesten. Waarschuwing: dit uitschakelen kan een impact hebben op de uitvoering bij omvangrijke bibliotheken.
pl: W trakcie przeglądania listy wykonawców, widoczni będą tylko wykonawcy z własnymi albumami lub wszyscy odnalezieni wykonawcy. Ostrzeżenie: dezaktywowanie tej funkcji może mieć negatywny wpływ na wydajność w przypadku dużych bibliotek.
ru: При перечислении исполнителей мы должны видеть только исполнителей с альбомами или всех найденных исполнителей. Предупреждение: изменение этого параметра может повлиять на производительность при работе с большими медиатеками
sk: V zozname spevákov zobraziť iba spevákov s albumami alebo všetkých spevákov. Upozornenie: vypnutie tejto voľby bude mať dopad na výkon v prípade veľkých knižníc

source: Advanced options
ru: Расширенные настройки

source: %s is the default
de: %s ist der Standard
et: %s on vaikeväärtus
ru: По умолчанию - %s
sk: %s je predvolené

source: The hostname used for websockets connection. Set to 'auto' to use the current hostname.
ca: El nom d'amfitrió utilitzat per a la connexió de websockets. Estableix a "auto" per utilitzar el nom d'amfitrió actual.
cs: Jméno hostitele pro webosocket připojení. Nastavením na 'auto' se použije současné jméno hostile.
de: Der Hostname wird für die Websockets-Verbindung benutzt. Bitte „auto“' einstellen, um den aktuellen Hostnamen zu verwenden.
et: Websocket ühenduse loomiseks kasutatav masinanimi. Praeguse masinanime kasutamiseks määra "automaatne".
fi: WebSockets-yhteyksiin käytettävä osoite. "Automaattinen" käyttää Choruksen nykyistä osoitetta.
hr: Naziv računala za websockets povezivanje. Postavite na 'auto' kako bi koristili trenutni naziv računala.
hu: A websocket kapcsolatokhoz használt gépnév. Állítsa 'auto'-ra, ha a jelenlegi gépnevet akarja használni.
ja: WebSockets接続に使用されるホスト名。現在のホスト名を使用するには、'auto'に設定します。
lt: Serverio vardas naudojamas WebSockets prisijungimui. Nustatykite 'auto', jei norite naudoti esamo serverio vardą.
nl: De hostnaam gebruikt voor websockets-verbindingen. Zet op 'auto' om de huidige hostnaam te gebruiken.
pl: Nazwa serwera używanego do połączenia WebSocket. Ustaw na 'auto', aby używać nazwy lokalnego komputera.
ru: Имя хоста, используемое для соединения WebSocket. Установите 'auto' для использования текущего имени.
sk: Meno hostiteľa pre websockets spojenia. Nastavením na 'auto' sa použije aktuálne meno hostiteľa.

source: How often do I poll for updates from Kodi (Only applies when websockets inactive)
ca: Cada quant es consulta si hi ha actualitzacions de Kodi (només aplica si els websockets estan desactivats)
cs: Jak často se mám ptát na aktualizaci stavu z Kodi (platné jen pokud se nepoužívátechnologie websocketů)
de: Wie oft sollen Kodi-Updates abgefragt werden? (Funktioniert nur, wenn Websockets nicht aktiv sind.)
et: Kui sageli hankida Kodist värskendusi (kehtib ainult siis, kui websocket ühendused on passiivsed)
fi: Miten usein Kodilta pyydetään päivityksiä (käytetään vain, jos WebSockets-yhteys ei ole aktiivinen).
hr: Koliko često da pokrenem nadopunu iz Kodija (Samo se primijenjuje kada je websockets neaktivan)
hu: Milyen gyakran keressen a rendszer rendelkezésre álló frissítéseket (csak ha a websocket inaktív)
ja: Kodiからの更新をどのくらいの頻度でポーリングしますか(websocketsが非アクティブな場合にのみ適用されます)
lt: Kaip dažnai gauti atnaujintą informaciją iš Kodi (Galioja tik, jei WebSockets yra neaktyvus)
nl: Hoe dikwijls pollen voor updates van Kodi (Enkel van toepassing als websockets inactief zijn)
pl: Określa częstotliwość aktualizacji zawartości z Kodi (używane tylko w przypadku nieaktywnego połączenia WebSocket)
ru: Как часто запрашивать обновления с Kodi. (Применяется когда WebSocket не активен)
sk: Ako často mám žiadať Kodi o aktualizáciu stavu (platné iba pri použití websocketov)

source: Enable support for reverse proxy.
ca: Activa el suport per al proxy invers.
cs: Zapne podporu pro reverzní proxy.
de: Unterstützung für einen 'reverse proxy' einschalten.
et: Luba pöördpuhverserveri tugi.
fi: Kytke käänteisvälityspalvelintuki käyttöön.
hr: Omogući podršku za obrnuti proxy.
hu: Reverse proxy támogatás bekapcsolása.
ja: リバースプロキシのサポート有効。
lt: Įjungti atvirkštinio įgaliotojo serverio palaikymą.
nl: Schakel ondersteuning voor reverse proxy in.
pl: Umożliwia aktywację obsługi reverse proxy.
ru: Включить поддержку обратного прокси.
sk: Zapne podporu pre reverznú proxy.

source: Web settings saved.
ca: Configuració web desada.
cs: Nastavení uloženo.
de: Web-Einstellungen gespeichert.
et: Veebi sätted salvestati.
fi: Web-asetukset tallennettiin
hr: Web postavke spremljene.
hu: Web beállítások mentve.
ja: Web設定を保存しました。
lt: Žiniatinklio nustatymai išsaugoti.
nl: Webinstellingen bewaard.
pl: Zapisano ustawienia interfejsu webowego.
ru: Настройки сети сохранены.
sk: Nastavenia uložené.

source: Just a sec...
ca: Un segon...
cs: Chvilku strpení...
de: Momentchen...
et: Üks hetk...
fi: Pieni hetki...
hr: Samo trenutak...
hu: Egy pillanat...
ja: ちょっと待って...
lt: Sekundėlę...
nl: Een secondje...
pl: Proszę czekać...
ru: Одну секунду...
sk: Už len chvíľku...

source: Unable to communicate with Kodi in a long time. I think it's dead Jim!
ca: Impossible comunicar amb Kodi des de fa temps. Ha mort!
cs: Kodi dlouhou dobu neodpovídá.
de: Kodi gibt uns keine Antwort. Ich denke, es ist tot, Jim!
fi: Kodin kanssa ei ole voitu viestiä pitkään aikaan. Veikkaan, että se on jumissa!
hr: Dugo nisam mogao komunicirati s Kodijem. Mislim da je Jim mrtav!
hu: Már egy ideje nincs kapcsolat a Kodival. Lehet, hogy meghalt, Jim!
ja: Kodiから長時間、返答がありません。私が思うに、Jimは死にました！
lt: Ilgą laiką nepavyksta susisiekti su Kodi. Manau jis mirė, Džimai!
nl: Al een hele tijd niet in staat om te communiceren met Kodi. Ik denk dat het dood is Jim!
pl: Komunikacja z Kodi była niemożliwa przez dłuższy czas. Prawdopodobnie program się zawiesił!
ru: Не удаётся подключится к Kodi в течение долгого времени. Я думаю он мёртв Джим!
sk: Kodi dlhší čas nereaguje. Je možné, že spadlo!

source: Video library scan started
ca: S'ha iniciat l'escaneig de la biblioteca de vídeos
cs: Prohledávání video knihovny spuštěno
de: Video-Bibliothek wird gerade gescannt
et: Videokogu skaneering algas
fi: Videokirjaston päivitys alkoi
hr: Pokrenuto je pretraživanje videoteke
hu: Videókönyvtár frissítése megkezdődött
ja: ビデオライブラリのスキャン開始
lt: Vaizdo bibliotekos nuskaitymas pradėtas
nl: Scannen videobibliotheek gestart
pl: Rozpoczęto skanowanie biblioteki wideo
ru: Запущено сканирование видео
sk: Prehľadávanie videoknižnice bolo spustené

source: Video library scan complete
ca: Escaneig de la biblioteca de vídeos completat
cs: Prohledávání video knihovny hotové
de: Scan der Video-Bibliothek abgeschlossen
et: Videokogu skaneering on tehtud
fi: Videokirjaston päivitys valmistui
hr: Završeno je pretraživanje videoteke
hu: Videókönyvtár frissítése befejeződött
ja: ビデオライブラリのスキャン完了
lt: Vaizdo bibliotekos nuskaitymas baigtas
nl: Scannen videobibliotheek afgerond
pl: Zakończono skanowanie biblioteki wideo
ru: Сканирование видео завершено
sk: Prehľadávanie videoknižnice skončilo

source: Audio library scan started
ca: S'ha iniciat l'escaneig de la biblioteca d'àudio
cs: Prohledávání audio knihovny spuštěno
de: Audio-Bibliothek wird gerade gescannt
et: Muusikakogu skaneering algas
fi: Äänikirjaston päivitys alkoi
hr: Pokrenuto je pretraživanje fonoteke
hu: Hangkönyvtár frissítése megkezdődött
ja: オーディオライブラリのスキャン開始
lt: Muzikos bibliotekos nuskaitymas pradėtas
nl: Scannen audiobibliotheek gestart
pl: Rozpoczęto skanowanie biblioteki muzyki
ru: Запущено сканирование аудио
sk: Prehľadávanie audioknižnice bolo spustené

source: Audio library scan complete
ca: Escaneig de la biblioteca d'àudio completat
cs: Prohledávání audio knihovny hotové
de: Scan der Audio-Bibliothek abgeschlossen
et: Muusikakogu skaneering on tehtud
fi: Äänikirjaston päivitys valmistui
hr: Završeno je pretraživanje fonoteke
hu: Hangkönyvtár frissítése befejeződött
ja: オーディオライブラリのスキャン完了
lt: Muzikos bibliotekos nuskaitymas baigtas
nl: Scannen audiobibliotheek afgerond
pl: Zakończono skanowanie biblioteki muzyki
ru: Сканирование аудио завершено
sk: Prehľadávanie audioknižnice skončilo

source: Kodi has quit
ca: Kodi s'ha tancat
cs: Kodi ukončeno
de: Kodi wurde beendet
et: Kodi suleti
fi: Kodi suljettiin
hr: Kodi se isključio
hu: A Kodi kilépett
ja: Kodiは辞めました
lt: Kodi buvo išjungtas
nl: Kodi is gestopt
pl: Proces Kodi został zamknięty
ru: Kodi отключен
sk: Kodi ukončené

source: Sections
ca: Seccions
cs: Sekce
de: Bereiche
et: Jaotised
fi: Osiot
hr: Odjeljci
ja: セクション
lt: Skyriai
nl: Secties
pl: Sekcje
ru: Секции
sk: Sekcie

source: Back
ca: Enrere
cs: Zpět
de: Zurück
et: Tagasi
fi: Takaisin
hr: Natrag
hu: Vissza
ja: 戻る
lt: Atgal
nl: Terug
pl: Powrót
ru: Назад
sk: Späť

source: Loading folder...
ca: Carregant carpeta...
cs: Nahrávám adresář...
de: Lade Ordner...
et: Kausta laadimine...
fi: Ladataan kansiota...
hr: Učitavanje mape...
hu: Könyvtár betöltése...
ja: フォルダ読み込み中...
lt: Įkeliamas aplankas...
nl: Map aan het laden...
pl: Wczytywanie folderu...
ru: Загрузка папки...
sk: Nahrávam adresár...

source: Show more
ca: Mostra més
cs: Ukaž víc
de: Mehr anzeigen
et: Näita veel
fi: Näytä lisää
hr: Prikaži više
hu: Többet
ja: さらに表示
lt: Rodyti daugiau
nl: Toon meer
pl: Pokaż więcej
ru: Показать ещё
sk: Zobraziť viac

source: to Kodi
ca: a Kodi
cs: do Kodi
de: zu Kodi
et: Kodile
fi: Kodille
hr: u Kodi
hu: Kodinak
ja: Kodiへ
lt: į Kodi
nl: naar Kodi
pl: do Kodi
ru: в Kodi
sk: do Kodi

source: Playlist refreshed
ca: Llista de reproducció actualitzada
cs: Playlist obnoven
de: Wiedergabeliste erneuert
et: Esitusloendit värskendati
fi: Toistolista päivitettiin
hr: Osvježen popis izvođenja
hu: A lejátszási lista firssült
ja: プレイリストをリフレッシュ
lt: Grojaraštis atnaujintas
nl: Afspeellijst ververst
pl: Lista odtwarzania została odświeżona
ru: Плейлист обновлен
sk: Playlist obnovený

source: Local
cs: Místní
de: Lokal
et: Kohalik
fi: Paikallinen
hr: Lokalno
hu: Helyi
ja: ローカル
lt: Lokalus
nl: Lokaal
pl: Przeglądarka
ru: Локальный
sk: Miestny

source: Playlists
ca: Llistes de reproducció
cs: Playlisty
de: Wiedergabelisten
et: Esitusloendid
fi: Toistolistat
hr: Popisi izvođenja
hu: Lejátszási listák
ja: プレイリスト
lt: Grojaraščiai
nl: Afspeellijsten
pl: Listy odtwarzania
ru: Плейлисты
sk: Playlisty

source: Existing playlists
ca: Llistes de reproducció existents
cs: Existující playlisty
de: Vorhandene Wiedergabelisten
et: Olemasolevad esitusloendid
fi: Olemassa olevat toistolistat
hr: Postojeći popisi izvođenja
hu: Jelenlegi listák
ja: プレイリストが存在
lt: Esami grojaraščiai
nl: Bestaande afspeellijsten
pl: Istniejące listy odtwarzania
ru: Существующие плейлисты
sk: Existujúce playlisty

source: Empty playlist, you should probably add something to it?
ca: Llista de reproducció buida, probablement hauríeu d'afegir-hi alguna cosa?
cs: Tento playlist je zcela prázdný. Přidej do něj něco.
de: Die Wiedergabeliste ist leer, möchtest du etwas hinzufügen?
et: Tühi esitusloend, ilmselt peaksid siia midagi lisama?
fi: Tyhjä toistolista, johon pitäisi luultavasti lisätä jotain?
hr: Prazan popis izvođenja, vjerojatno bi trebali dodati nešto u njega?
hu: Üres lista. Esetleg hozzáadna valamit?
ja: プレイリストが空です。自分で追加する必要があります。
lt: Grojaraštis tuščias, tikriausiai vertėtų ką nors pridėti?
nl: Lege afspeellijst, je zou hier iets aan moeten toevoegen?
pl: Lista odtwarzania jest pusta, powinieneś coś do niej dodać.
ru: Пустой плейлист, может стоит добавить что-нибудь туда?
sk: Tento playlist je prázdny. Chcete doň niečo pridať?

source: Create a new list
ca: Crea una llista nova
cs: Vytvoř nový seznam
de: Neue Liste erstellen
et: Loo uus loend
fi: Luo uusi lista
hr: Stvori novi popis
hu: Új lista készítése
ja: 新規リスト作成
lt: Sukurti naują sąrašą
nl: CreÃ«er een nieuwe lijst
pl: Utwórz nową listę
ru: Создать новый список
sk: Vytvoriť nový zoznam

source: Add to playlist
ca: Afegeix a la llista de reproducció
cs: Přidej do playlistu
de: Zur Wiedergabeliste hinzufügen
et: Lisa esitusloendisse
fi: Lisää toistolistalle
hr: Dodaj u popis izvođenja
hu: Listához adás
ja: プレイリストに追加
lt: Pridėti į grojaraštį
nl: Voeg toe aan afspeellijst
pl: Dodaj do listy
ru: Добавить в плейлист
sk: Pridať do playlistu

source: Added to your playlist
ca: Afegit a la teva llista de reproducció
cs: Přidáno do tvého playlistu
de: Zu deiner Wiedergabeliste hinzugefügt
et: Lisati esitusloendisse
fi: Lisättiin toistolistalle
hr: Dodano u vaš popis izvođenja
hu: Listához hozzáadva
ja: プレイリストへ追加しました
lt: Pridėta į jūsų grojaraštį
nl: Toegevoegd aan je afspeellijst
pl: Dodano do listy odtwarzania
ru: Добавлен в плейлист
sk: Pridané do vášho playlistu

source: Give your playlist a name
ca: Posa un nom a la teva llista de reproducció
cs: Pojmenuj svůj playlist
de: Gib deiner Wiedergabeliste einen Namen
et: Anna esitusloendile nimi
fi: Syötä toistolistalle nimi
hr: Zadajte svojem popisu izvođenja naziv
hu: Adja meg a lista nevét
ja: プレイリスト名を与える
lt: Suteikite grojaraščiui vardą
nl: Geef je afspeellijst een naam
pl: Nadaj nazwę swojej liście
ru: Дайте имя вашему плейлисту
sk: Pomenujte váš playlist

source: Recently added
ca: Afegit recentment
cs: Nedávno přidané
de: Kürzlich hinzugefügt
et: Viimati lisatud
fi: Viimeksi lisätyt
hr: Nedavno dodano
hu: Nemrég hozzáadva
ja: 最近追加した
lt: Neseniai pridėta
nl: Recent toegevoegd
pl: Ostatnio dodane
ru: Недавно добавленое
sk: Nedávno pridané

source: Recently played
ca: Reproduït recentment
cs: Nedávno hrané
de: Kürzlich abgespielt
et: Viimati esitatud
fi: Viimeksi toistetut
hr: Nedavno reproducirano
hu: Nemrég lejátszott
ja: 最近再生
lt: Neseniai atkurta
nl: Recent afgespeeld
pl: Ostatnio odtwarzane
ru: Недавно запущенное
sk: Nedávno sledované

source: Season
ca: Temporada
cs: Sezóna
de: Staffel
et: Hooaeg
fi: Kausi
hr: Sezona
hu: Évad
ja: シーズン
lt: Sezonas
nl: Seizoen
pl: Sezon
ru: Сезон
sk: Sezóna

source: Episode
ca: Episodi
cs: Epizoda
de: Folge
et: Episood
fi: Jakso
hr: Epizoda
hu: Epizód
ja: エピソード
lt: Epizodas
nl: Aflevering
pl: Odcinek
ru: Серия
sk: Epizóda

source: Play
ca: Reprodueix
cs: Hrát
de: Abspielen
et: Esita
fi: Toista
hr: Reproduciraj
hu: Lejátszás
ja: 再生
lt: Atkurti
nl: Afspelen
pl: Odtwarzaj
ru: Воспроизвести
sk: Prehrať

source: Queue
ca: Cua
cs: Fronta
de: Einreihen
et: Järjekord
fi: Jono
hr: Red čekanja
hu: Lejátszási sor
ja: キュー
lt: Į eilę
nl: In wachtrij zetten
pl: Dodaj do kolejki
ru: Добавить в очередь
sk: V poradí

source: View on IMDb
ca: Veure a IMDb
cs: Ukaž na IMDb
de: Auf IMDb ansehen
et: Vaata IMDb-st
fi: Näytä IMDb:ssä
hr: Pogledaj na IMDb
hu: Megnézem az IMDb-n
ja: IMDbで表示
lt: Atidaryti IMDb
nl: Toon op IMDb
pl: Zobacz na IMDb
ru: Посмотреть в IMDb
sk: Prehliadať na IMDb

source: Stream
ca: Transmissió
fi: Suoratoista
hr: Strujanje
ja: ストリーム
lt: Srautas
pl: Transmituj
ru: Трансляция

source: Download
ca: Baixa
cs: Stáhni
et: Lae alla
fi: Lataa
hr: Preuzmi
hu: Letöltés
ja: ダウンロード
lt: Atsisiųsti
nl: Downloaden
pl: Pobierz
ru: Скачать
sk: Stiahnuť

source: complete
ca: completat
cs: hotovo
de: abgeschlossen
et: täielik
fi: valmis
hr: završeno
hu: kész
ja: 完了
lt: baigta
nl: afgerond
pl: zakończone
ru: завершено
sk: hotovo

source: Synopsis
ca: Sinopsi
cs: Synopse
de: Zusammenfassung
et: Sisukokkuvõte
fi: Tiivistelmä
hr: Kratak sadržaj
hu: Tartalom
ja: あらすじ
lt: Trumpa apžvalga
pl: Streszczenie
ru: Синопсис
sk: Prehľad

source: Full cast
ca: Repartiment complet
cs: Plné obsazení
de: Darstellerliste
et: Kõik osatäitjad
fi: Kaikki näyttelijät
hr: Glumačka ekipa
hu: Teljes stáblista
ja: すべての出演者
lt: Visi aktoriai
nl: Volledige cast
pl: Pełna obsada
ru: Полный актерский состав
sk: Plné obsadenie

source: Websockets closed
ca: Websockets tancats
cs: Websocket uzavřen
de: Websockets geschlossen
et: Websocket ühendus suleti
fi: WebSocket-yhteys suljettiin
hr: Websockets zatvorena
hu: Websocket zárva
ja: Websocketsが閉じました
lt: WebSockets uždarytas
nl: Websockets gesloten
pl: Połączenie WebSocket zostało zamknięte
ru: Соединения WebSocket закрыты
sk: Websockety uzatvorené

source: Websockets host
ca: Amfitrió de Websockets
cs: Websocket host
et: Websocket aadress
fi: WebSocket-osoite
hr: Websockets računalo
hu: Websocket kiszolgáló
ja: Websocketsのホスト
lt: WebSockets serveris
pl: Serwer WebSocket
ru: Хост WebSocket
sk: Websocket hostiteľ

source: Websockets port
ca: Port dels Websockets
et: Websocket port
fi: WebSocket-portti
hr: Websockets ulaz
hu: Websocket port
ja: Websocketsのポート
lt: WebSockets prievadas
nl: Websockets poort
pl: Port WebSocket
ru: Порт WebSocket

source: Default player
ca: Reproductor per defecte
cs: Výchozí přehrávač
de: Standard-Player
et: Vaikepleier
fi: Oletussoitin
hr: Zadani reproduktor
hu: Alapértelmezett lejátszó
ja: デフォルトプレイヤー
lt: Numatytasis grotuvas
nl: Standaard speler
pl: Odtwarzacz domyślny
ru: Проигрыватель по умолчанию
sk: Predvolený prehrávač

source: List options
ru: Настройки списков
