Repository: xbmc/chorus2
Catalog: src/lang/_strings/*.po
Languages: ca, cs, de, et, fi, hr, hu, ja, lt, nl, pl, ru, sk

source: Have you done a library scan?
ca: Has fet un escaneig de la biblioteca?
cs: Už jsi provedl prohledání knihovny?
de: Hast du die Bibliothek eingelesen?
et: Kas oled meediakogu skaneerinud?
fi: Oletko päivittänyt kirjaston?
hr: Jeste li završili pretragu zbirke?
hu: Futtatott már könyvtár frissítést?
ja: あなたはライブラリのスキャンをしましたか？
lt: Ar atlikote bibliotekos nuskaitymą?
pl: Czy wykonałeś skanowanie biblioteki?
ru: Вы выполнили сканирование медиатеки?
sk: Už ste uskutočnili prehľadávanie knižnice?

source: Play in browser
ca: Reprodueix al navegador
cs: Spusť v prohlížeči
de: Im Webbrowser abspielen
et: Esita brauseris
fi: Toista selaimessa
hr: Reproduciraj u pregledniku
hu: Lejátszás a böngészőben
ja: ブラウザーから再生
lt: Atkurti naršyklėje
pl: Odtwarzaj w przeglądarce
ru: Запустить в браузере
sk: Prehrať v prehliadači

source: Edit
ca: Edita
cs: Uprav
de: Bearbeiten
et: Muuda
fi: Muokkaa
hr: Uredi
hu: Szerkesztés
ja: 編集
lt: Redaguoti
pl: Edytuj
ru: Редактировать
sk: Upraviť

source: Add to Kodi
ca: Afegeix a Kodi
cs: Přidej do Kodi
de: Zu Kodi hinzufügen
et: Lisa Kodisse
fi: Lisää Kodiin
hr: Dodaj u Kodi
hu: Hozzáadás Kodihoz
ja: Kodiに追加
lt: Pridėti į Kodi
pl: Dodaj do Kodi
ru: Добавить в Kodi
sk: Pridať do Kodi

source: Watched
ca: Vist
cs: Shlédnuto
de: Gesehen
et: Vaadatud
fi: Katsottu
hr: Gledano
hu: Megtekintve
ja: 視聴済み
lt: Peržiūrėta
pl: Obejrzane
ru: Просмотрено
sk: Prezreté

source: New playlist
ca: Nova llista de reproducció
cs: Nový playlist
de: Neue Wiedergabeliste
et: Uus esitusloend
fi: Uusi toistolista
hr: Novi popis izvođenja
hu: Új lejátszási lista
ja: 新規プレイリスト
lt: Naujas grojaraštis
pl: Nowa lista
ru: Новый плейлист
sk: Nový playlist

source: Play in Kodi
ca: Reprodueix a Kodi
cs: Spusť v Kodi
de: In Kodi abspielen
et: Esita Kodis
fi: Toista Kodissa
hr: Reproduciraj u Kodiju
hu: Lejátszás a Kodin
ja: Kodiで再生
lt: Atkurti naudojant Kodi
pl: Odtwarzaj w Kodi
ru: Запустить в Kodi
sk: Spustiť v Kodi

source: Export list
ca: Exportar llista
cs: Exportuj seznam
de: Liste exportieren
et: Ekspordi loend
fi: Vie lista
hr: Izvezi popis
hu: Lista exportálása
ja: エクスポートリスト
lt: Eksportuoti sąrašą
pl: Eksportuj listę
ru: Экспорт списка
sk: Exportovať zoznam

source: Delete playlist
ca: Suprimeix la llista de reproducció
cs: Smaž playlist
de: Liste löschen
et: Kustuta esitusloend
fi: Poista toistolista
hr: Obriši popis
hu: Lista törlése
ja: プレイリストを削除
lt: Pašalinti grojaraštį
pl: Usuń listę
ru: Удалить плейлист
sk: Odstrániť playlist

source: title
ca: títol
cs: název
de: Titel
et: pealkiri
fi: nimi
hr: naslov
hu: cím
ja: タイトル
lt: pavadinimas
pl: tytuł
ru: название
sk: názov

source: year
ca: any
cs: rok
de: Jahr
et: aasta
fi: vuosi
hr: godina
hu: év
ja: 公開年
lt: metai
pl: rok
ru: год
sk: rok

source: date added
ca: data afegida
cs: datum přidání
de: hinzugefügt am
et: lisamiskuupäev
fi: lisäysaika
hr: datum dodavanja
hu: felvétel dátuma
ja: 日時
lt: įkėlimo data
pl: data dodania
ru: дата добавления
sk: dátum pridania

source: rating
ca: valoració
cs: hodnocení
de: Bewertung
et: hinne
fi: arvio
hr: ocjena
hu: besorolás
ja: レーティング
lt: reitingas
pl: ocena
ru: рейтинг
sk: hodnotenie

source: actor
de: Schauspieler
et: näitleja
fi: näyttelijä
hr: glumac
hu: színész
ja: 役者
lt: aktorius
pl: aktor
ru: актёр
sk: herec

source: writer
ca: guionista
cs: scénář
de: Autor
et: stsenarist
fi: kirjoittaja
hr: pisac
hu: forgatókönyvíró
ja: 脚本家
lt: scenaristas
pl: scenarzysta
ru: автор сценария
sk: scenár

source: director
cs: režisér
de: Regisseur
et: lavastaja
fi: ohjaaja
hr: redatelj
hu: rendező
ja: 監督
lt: režisierius
pl: reżyser
ru: режиссёр
sk: režisér

source: mood
ca: estat d'ànim
de: Stimmung
et: õhkkond
fi: tunnelma
hr: raspoloženje
hu: hangulat
ja: ムード
lt: nuotaika
pl: nastrój
ru: настроение
sk: nálada

source: style
ca: estil
cs: styl
de: Stil
et: stiil
fi: tyyli
hr: stil
ja: スタイル
lt: stilius
pl: styl
ru: стиль
sk: štýl

source: items selected
ca: elements seleccionats
cs: položky vybrány
de: ausgewählte Einträge
et: üksust valitud
fi: valittua kohdetta
hr: stavki odabrano
hu: kiválasztva
ja: アイテム選択
lt: pasirinkti elementai
pl: pozycje zaznaczone
ru: элементов выбрано
sk: položky vybraté

source: item selected
ca: element seleccionat
cs: položka vybrána
de: ausgewählter Eintrag
et: üksus valitud
fi: valittu kohde
hr: stavka odabrana
hu: kiválasztva
ja: アイテム選択
lt: pasiriktas elementas
pl: pozycja zaznaczona
ru: элемент выбран
sk: položka vybratá

source: Video library clean started
ca: S'ha iniciat la neteja de la biblioteca de vídeos
cs: Úklid video knihovny spuštěn
de: Video-Bibliothek wird gelöscht
et: Videokogu puhastamine algas
fi: Videokirjaston siivous aloitettiin
hr: Započelo je čišćenje videoteke
hu: Videókönyvtár tisztítása elkezdődött
ja: ビデオライブラリのクリーン開始
lt: Vaizdo bibliotekos valymas pradėtas
pl: Rozpoczęto czyszczenie biblioteki wideo
ru: Запущена Очистка видео
sk: Čistenie videoknižnice bolo spustené

source: Video library clean finished
ca: Neteja de la videoteca acabada
cs: Úklid video knihovny dokončen
de: Video-Bibliothek gelöscht
et: Videokogu on puhastatud
fi: Videokirjaston siivous valmistui
hr: Završilo je čišćenje videoteke
hu: Videótár tisztítása befejeződött
ja: ビデオライブラリのクリーン完了
lt: Vaizdo bibliotekos valymas baigtas
pl: Zakończono czyszczenie biblioteki wideo
ru: Очистка видео завершена
sk: Čistenie videoknižnice dokončené

source: Audio library clean started
ca: S'ha iniciat la neteja de la biblioteca d'àudio
cs: Úklid audio knihovny spuštěn
de: Audio-Bibliothek wird gelöscht
et: Muusikakogu puhastamine algas
fi: Äänikirjaston siivous aloitettiin
hr: Započelo je čišćenje fonoteke
hu: Hangkönyvtár tisztítása elkezdődött
ja: オーディオライブラリのクリーン開始
lt: Muzikos bibliotekos valymas pradėtas
pl: Rozpoczęto czyszczenie biblioteki muzyki
ru: Запущена очистка аудио
sk: Čistenie audioknižnice bolo spustené

source: Audio library clean finished
ca: Neteja de la biblioteca d'àudio acabada
cs: Úklid audio klihovny dokončen
de: Audio-Bibliothek gelöscht
et: Muusikakogu on puhastatud
fi: Videokirjaston siivous valmistui
hr: Završilo je čišćenje fonoteke
hu: Hangkönyvtár tisztítása befejeződött
ja: オーディオライブラリのクリーン完了
lt: Muzikos bibliotekos valymas baigtas
pl: Zakończono czyszczenie biblioteki muzyki
ru: Очистка аудио завершена
sk: Čistenie audioknižnice dokončené

source: This is a tool to test out the api. Select a method then execute it with parameters.
ca: Aquesta és una eina per provar l'API. Selecciona un mètode i executa'l amb paràmetres.
cs: Toto je nástroj na testování API. Vyber metodu, vyplň její parametry a spusť ji.
de: Diese Funktion testet die API. Wähle eine Methode, dann führe sie mit Parametern aus.
et: See on tööriist api testimiseks. Vali meetod ja käivita see parameetritega.
fi: Tämä on rajapinnan testaustyökalu. Valitse tapa ja suorita se parametrien kanssa.
hr: Ovo je alat za api testiranje. Odaberite način zatim ga pokrenite s parametrima.
hu: A Kodi API tesztelésére szolgáló eszköz. Válasszon ki egy metódust, majd futtassa valamilyen paraméterekkel.
ja: これはAPIをテストするためのツールです。方法を選択して、それをパラメータで実行します。
lt: Tai yra įrankis, skirtas API testavimui. Pasirinkite metodą ir įvykdykite jį su parametrais.
pl: To jest narzędzie do testowania interfejsu programistycznego Kodi. Wybierz metodę, a następnie wykonaj ją z zadanymi parametrami
ru: Этот инструмент используется для теста API. Выберите метод, затем выполните его с параметрами.
sk: Toto je nástroj na testovanie API. Vyberte metódu, zadajte parametre a spustite ju.

source: Go to season
ca: Ves a la temporada
cs: Jdi na sezónu.
de: Gehe zur Staffel
et: Ava hooaeg
fi: Avaa kausi
hr: Idi na sezonu
ja: シーズンへ移動
lt: Eiti į sezoną
pl: Przejdź do sezonu
ru: Перейти к сезону
sk: Prejsť na sezónu

source: Queue in Kodi
ca: Afegeix a la cua de Kodi
cs: Do fronty v Kodi
de: In Kodi einreihen
et: Lisa Kodi järjekorda
fi: Lisää Kodin toistojonoon
hr: Red čekanja u Kodiju
hu: Lejátszási sorba rakás a Kodin
ja: Kodiへキューを投入
lt: Pridėti į Kodi eilę
pl: Dodaj do kolejki Kodi
ru: Добавить в очередь Kodi
sk: Zaradiť do poradia prehrávania v Kodi

source: Adding items to the queue
ca: Afegint elements a la cua
cs: Přidávám do fronty
de: Einträge werden eingereiht
et: Üksuste lisamine järjekorda
fi: Kohteita lisätään toistojonoon
hr: Dodavanje stavki u red čekanja
hu: Elemek hozzáadása a sorhoz
ja: アイテムをキューに追加
lt: Elementai pridedami į eilę
pl: Dodawanie pozycji do kolejki
ru: Добавление элементов в очередь
sk: Pridávam položky do poradia

source: Live TV
ca: TV en directe
de: Live Fernsehen
et: Otse TV
fi: Televisio
hr: TV uživo
hu: Élő TV adás
ja: TV放送
lt: Televizija
pl: Telewizja
ru: Прямой эфир
sk: Živá TV

source: Recently added albums
ca: Àlbums afegits recentment
cs: Nadávno přidaná alba
de: Kürzlich hinzugefügte Alben
et: Viimati lisatud albumid
fi: Viimeksi lisätyt albumit
hr: Nedavno dodani albumi
hu: Legutóbb hozzáadott
ja: 最近追加したアルバム
lt: Neseniai pridėti albumai
pl: Albumy ostatnio dodane
ru: Недавно добавленные альбомы
sk: Nedávno pridané albumy

source: Random albums
ca: Àlbums aleatoris
cs: Náhodná alba
de: Zufallsalben
et: Juhuslikud albumid
fi: Satunnaiset albumit
hr: Naizmjenični albumi
hu: Véletlenszerű
ja: ランダムアルバム
lt: Atsitiktiniai albumai
pl: Albumy losowe
ru: Случайные альбомы
sk: Náhodné albumy

source: Recently played albums
ca: Àlbums reproduïts recentment
cs: Nedávno hraná alba
de: Kürzlich abgespielte Alben
et: Viimati esitatud albumid
fi: Viimeksi toistetut albumit
hr: Nedavno reproducirani albumi
hu: Legutóbb lejátszott
ja: 最近再生したアルバム
lt: Neseniai atkurti albumai
pl: Albumy ostatnio odtwarzane
ru: Недавно прослушанные альбомы
sk: Nedávno prehrávané albumy

source: Random movies
ca: Pel·lícules aleatòries
cs: Náhodné filmy
de: Zufallsvideos
et: Juhuslikud filmid
fi: Satunnaiset elokuvat
hr: Naizmejnični filmovi
hu: Véletlenszerű
ja: ランダムムービー
lt: Atsitiktiniai filmai
pl: Filmy losowe
ru: Случайные фильмы
sk: Náhodné filmy

source: Continue watching
ca: Continua mirant
cs: Pokračuj ve sledování
de: Weiter ansehen
et: Jätka vaatamist
fi: Jatka katselua
hr: Nastavi gledati
hu: Folytatás
ja: 視聴を続ける
lt: Žiūrėti toliau
pl: Kontynuuj odtwarzanie
ru: Продолжить просмотр
sk: Pokračovať v sledovaní

source: More from %1$s
ca: Més de %1$s
de: Mehr von %1$s
et: Veel aastast %1$s
fi: Lisää vuodelta %1$s
hr: Više s %1$s
ja: %1$s からその他アイテム
lt: Daugiau iš %1$s
pl: Więcej z %1$s
ru: Ещё от %1$s
sk: Viac od %1$s

source: More %1$s movies
ca: Més %1$s pel·lícules
cs: Více %1$s filmů
de: Mehr %1$s Filme
et: Veel %1$s filme
fi: Lisää lajityypin %1$s elokuvia
hr: Više %1$s filmova
hu: Még több %1$s
ja: 他 %1$s 本の映画
lt: Daugiau %1$s filmų
pl: Więcej filmów z %1$s
ru: Еще видео %1$s
sk: Viac %1$s filmov

source: More movies starring %1$s
ca: Més pel·lícules protagonitzades per %1$s
de: Mehr Filme mit %1$s
et: Veel filme näitlejalt %1$s
fi: Lisää elokuvia näyttelijältä %1$s
hr: Više filmova u kojima glumi %1$s
hu: Még böbb film amelyben %1$s szerepel
ja: %1$s が出演するその他の映画
ru: Еще фильмы с актером %1$s
sk: Viac filmov začínajúcich na %1$s

source: Other movies released in %1$s
ca: Altres pel·lícules estrenades a %1$s
cs: Další filmy z roku %1$s
de: Andere Filme aus dem Jahr %1$s
et: Veel filme aastast %1$s
fi: Muita elokuvia vuodelta %1$s
hr: Drugi filmovi objavljeni %1$s
hu: Még több film ebből az évből: %1$s
ja: 他の映画が、 %1$s で発売中
lt: Kiti su %1$s susiję filmai
pl: Inne premiery filmów w %1$s
ru: Другие кинопремьеры за %1$s
sk: Ďalšie filmy z roku %1$s

source: artist
ca: artista
cs: umělec
de: Künstler
et: esitaja
fi: esittäjä
hr: izvođač
hu: előadó
ja: アーティスト
lt: atlikėjas
pl: wykonawca
ru: исполнитель
sk: umelec

source: random
ca: aleatori
cs: náhodně
de: Zufall
et: juhuslik
fi: satunnainen
hr: naizmjenično
hu: véletlenszerű
ja: ランダム
lt: atsitiktinis
pl: losowo
ru: случайно
sk: náhodne

source: label
ca: discogràfica
de: Stichwort
et: plaadifirma
fi: levy-yhtiö
hr: oznaka
hu: kiadó
ja: レーベル
lt: leidybinė kompanija
pl: wytwórnia
ru: лейбл
sk: štítok

source: formed
ca: format
de: gegründet
et: loodud
fi: perustettu
hr: nastali
hu: megalakulás
ja: 結成
lt: susikūrė
pl: założone
ru: дата формирования
sk: založená

source: born
ca: nascut
de: geboren
et: sündinud
fi: syntynyt
hr: rođeni
hu: született
ja: 結成
lt: gimė
pl: urodzony
ru: родился(-ась)
sk: narodený/á

source: died
ca: mort
cs: zemřel
de: gestorben
et: surnud
fi: kuollut
hr: umrli
hu: meghalt
ja: 死去
lt: mirė
pl: zmarły
ru: умер
sk: zomrel/a

source: disbanded
ca: dissolt
de: aufgelöst
et: lõpetanud
fi: lopettanut
hr: raspušteni
hu: feloszlott
ja: 解散
lt: išsiskyrė
pl: rozwiązany
ru: дата распада
sk: rozpustená

source: years active
ca: anys en actiu
cs: aktivních let
de: Jahre aktiv
et: aktiivsed aastad
fi: aktiivisuusvuodet
hr: aktivne godine
hu: éve aktív
ja: 活動年数
lt: veiklos metai
pl: lata aktywności
ru: годы активности
sk: aktívnych rokov

source: Click for more
ca: Fes clic per a més
cs: Klikni pro více
de: Für mehr klicken
et: Klõpsa rohkemaks
fi: Laajenna/supista painamalla
hr: Klikni za više
hu: Kattintson a részletekért
ja: 詳細はクリック
lt: Rodyti daugiau
pl: Naciśnij po więcej informacji
ru: Нажмите, чтобы узнать больше
sk: Kliknite pre viac informácií

source: Loading albums
ca: S'estan carregant àlbums
cs: Nahrávám alba
de: Alben werden geladen
et: Albumite laadimine
fi: Ladataan albumeita
hr: Učitavanje albuma
hu: Albumok betöltése
ja: アルバム読み込み中
lt: Įkeliami albumai
pl: Wczytywanie albumów
ru: Загрузка альбомов
sk: Nahrávam albumy

source: %1$d seconds ago, an input dialog opened in Kodi and it is still open! To prevent a mainframe implosion, you should probably give me some text. I don't really care what it is at this point, why not be creative? Do you have a %2$s? I won't tell...
ca: Fa %1$d segons, s'ha obert un diàleg d'entrada a Kodi i encara ho està! Per evitar una implosió del servei principal, probablement haureu d'introduir-hi una mica de text. Realment no m'importa què és, per què no ser creatiu? Tens un %2$s? No ho explicaré...
de: Vor %1$d Sekunden wurde von Kodi ein Dialog geöffnet. Er ist noch offen! Um eine Kernimplusion zu verhindern solltest du dort etwas eingeben. Mir ist total egal was du dort eingibst, warum bist du dabei nicht einfach kreativ? Hast du ein %2$s? Ich kann's nicht sagen...
et: %1$d sekundit tagasi avanes Kodis sisestusdialoog ja see on endiselt avatud! Kodi kokkuvarisemise vältimiseks peaksid ilmselt midagi kirjutama. Pole tähtis, mis see on, miks mitte olla loominguline? Kas sul on %2$s? Ma ei räägi edasi...
fi: %1$d sekuntia sitten Kodiin avautui syöttöikkuna, joka on edelleen avoinna! Kodi-järjestelmän romahduksen estämiseksi sinun tulisi luultavasti syöttää sinne jotakin tekstiä. Syötettävällä tekstillä ei tässä vaiheessa ole juurikaan merkitystä, joten miksipä et olisi luova? Onko sinulla %2$s? Sitä ei paljasteta...
hr: Prije %1$d sekunde, ulazni dijalog se otvorio u Kodiju i još uvijek je otvoren! Kako bi spriječili imploziju glavnog računala, vjerojatno bi mi trebali dati neki tekst. Trenutno me nije briga što je to, zašto ne bi bili kreativni? Imate li %2$s? Neću vam reći...
ja: %1$d 秒前、Kodiで入力ダイアログを開きました、しかもまだ開いたままです！画面や項目の破綻を未然に防ぎたいので、私にそれがなんであったかいくつかのテキストの内容を教えてください。現時点でそれが何であるかはあまり気にしてはいけません。想像力はありますか？ %2$s はありますか？ そうですかわかりませんか…
lt: Prieš %1$d sek., Kodi programoje buvo atidarytas įvesties langas ir jis vis dar aktyvus! Norėdami išvengti sistemos griūties, turėtumėte man pateikti kokį nors tekstą. Šiuo metu man tikrai nesvarbu koks jis bus, kodėl gi nepabūti kūrybingu? Ar turite %2$s? Aš niekam nesakysiu...
pl: %1$d sekund temu okno dialogowe zostało otworzone i ciągle jest otwarte! Aby zapobiec implozji systemu, powinieneś wprowadzić jakiś tekst. Obecnie nie dbamy co to powinno być, więc dlaczego nie być kreatywnym? Czy posiadasz %2$s? Nie powiem...
ru: %1$d секунд назад, открылся диалог ввода в Kodi и он всё ещё открыт! Чтобы избежать взрыв мейнфрейма, тебе, наверное, стоит написать мне какой-нибудь текст. Мне все равно, что это на данный момент, почему бы не проявить творческий подход? У вас есть % 2$s? Я никому не скажу...
sk: Pred %1$d sekundami otvorilo Kodi vstupné dialógové okno a ešte stále je otvorené! Ak nechcete mrhať cenným procesorovým časom, možno by ste doň mohli zadať nejaký text. V skutočnosti ma nezaujíma, čo tam napíšete, kreativite sa medze nekladú. Máte %2$s? Nikomu to nepoviem...

source: all media
ca: tots els continguts
cs: všechna media
de: Alle Medien
et: kogu meedia
fi: kaikki media
hr: svi mediji
hu: összes média
ja: すべてのメディア
lt: visi media įrašai
pl: wszystkie media
ru: все медиа
sk: všetky média

source: Radio
ca: Ràdio
et: Raadio
hu: Rádió
ja: ラジオ
lt: Radijas
ru: Радио
sk: Rádio

source: First aired
ca: Primera emissió
de: Veröffentlicht am
et: Esmakordselt eetris
fi: Ensiesitys
hr: Prvo emitiranje
hu: Premier
ja: 初回放映
lt: Pirma transliacija
pl: Premiera
ru: Премьера
sk: Prvýkrat vysielané

source: Updated %1$s details
ca: Actualitzat els detalls de %1$s
de: %1$s aktualisiert
et: Värskendati %1$s üksikasja
fi: Päivitettiin %1$s
hr: Nadopunjeno %1$s pojedinosti
hu: %1$s részletei frissítve
ja: 詳細を更新 %1$s
lt: Atnaujinti %1$s duomenys
pl: Zaktualizowano informacje o %1$s
ru: Обновлено %1$s элементов
sk: Aktualizovaných %1$s detailov

source: Title
ca: Títol
cs: Název
de: Titel
et: Pealkiri
fi: Nimi
hr: Naslov
hu: Cím
ja: タイトル
lt: Pavadinimas
pl: Tytuł
ru: Название
sk: Názov

source: Plot
ca: Trama
de: Zusammenfassung
et: Sisu
fi: Juoni
hr: Kratak sadržaj
hu: Tartalom
ja: あらすじ
lt: Siužetas
pl: Fabuła
ru: Сюжет
sk: Zápletka

source: Rating
ca: Valoració
cs: Hodnocení
de: Bewertung
et: Hinne
fi: Arvio
hr: Ocjena
hu: Értékelés
ja: 評価
lt: Reitingas
pl: Ocena
ru: Рейтинг
sk: Hodnotenie

source: Original title
ca: Títol original
cs: Původní název
de: Originaltitel
et: Algupärane pealkiri
fi: Alkuperäinen nimi
hr: Izvorni naslov
hu: Eredeti cím
ja: オリジナルタイトル
lt: Originalus pavadinimas
pl: Tytuł oryginalny
ru: Оригинальное название
sk: Pôvodný názov

source: Directors
de: Regisseure
et: Lavastajad
fi: Ohjaajat
hr: Redatelji
hu: Rendezők
ja: 監督
lt: Režisieriai
pl: Reżyseria
ru: Режиссёры
sk: Režiséri

source: Writers
ca: Escriptors
de: Autoren
et: Stsenaristid
fi: Kirjoittajat
hr: Pisci
hu: Forgatókönyvírók
ja: 著者
lt: Scenaristai
pl: Scenariusz
ru: Авторы сценария
sk: Scenáristi

source: File path
ca: Ruta del fitxer
de: Dateipfad
et: Faili rada
fi: Tiedostosijainti
hr: Putanja datoteke
hu: Elérési útvonal
ja: ファイルのパス
lt: Failo kelias
pl: Ścieżka pliku
ru: Путь файла
sk: Cesta k súboru

source: Artist
ca: Artista
de: Künstler
et: Esitaja
fi: Esittäjä
hr: Izvođač
hu: Előadó
ja: アーティスト
lt: Atlikėjas
pl: Wykonawca
ru: Исполнитель
sk: Umelec

source: Description
ca: Descripció
de: Beschreibung
et: Kirjeldus
fi: Kuvaus
hr: Opis
hu: Leírás
ja: 説明
lt: Aprašymas
pl: Opis
ru: Описание
sk: Popis

source: Label
ca: Discogràfica
de: Beschriftung
et: Leibel
fi: Levy-yhtiö
hr: Oznaka
hu: Kiadó
ja: レーベル
lt: Leidybinė kompanija
pl: Wytwórnia
ru: Лейбл
sk: Štítok

source: Year
ca: Any
de: Jahr
et: Aasta
fi: Vuosi
hr: Godina
hu: Év
ja: 公開年
lt: Metai
pl: Rok
ru: Год
sk: Rok

source: Genres
ca: Gèneres
cs: Žánry
et: Žanrid
fi: Lajityypit
hr: Žanrovi
hu: Műfaj
ja: ジャンル
lt: Žanrai
pl: Gatunki
ru: Жанры
sk: Žánre

source: Styles
ca: Estils
cs: Styly
de: Stile
et: Stiilid
fi: Tyylit
hr: Stilovi
hu: Stílusok
ja: スタイル
lt: Stiliai
pl: Style
ru: Стили
sk: Štýly

source: Themes
ca: Temes
de: Aussehen
et: Teemad
fi: Teemat
hr: Teme
hu: Témák
ja: テーマ
lt: Temos
pl: Motywy
ru: Темы
sk: Témy

source: Moods
ca: Estats d'ànim
de: Stimmungen
et: Tujud
fi: Tunnelmat
hr: Raspoloženja
ja: ムード
lt: Nuotaikos
pl: Nastroje
ru: Настроения
sk: Nálady

source: Album artist
ca: Artista de l'àlbum
de: Album Künstler
et: Albumi esitaja
fi: Albumin esittäjä
hr: Izvođač albuma
hu: Előadó
ja: アルバムアーティスト
lt: Albumo atlikėjas
pl: Wykonawca albumu
ru: Исполнитель альбома
sk: Autor albumu

source: Album
ca: Àlbum
fi: Albumi
ja: アルバム
lt: Albumas
ru: Альбом

source: Track
ca: Pista
cs: Stopa
de: Stück
et: Lugu
fi: Kappale
hr: Zapis
ja: トラック
lt: Takelis
pl: Utwór
ru: Трек
sk: Stopa

source: Disc
cs: Disk
de: Disk
et: Plaat
fi: Levy
hr: Disk
hu: Lemez
ja: ディスク
lt: Diskas
pl: Dysk
ru: Диск
sk: Disk

source: Tagline
ca: Eslògan
de: Slogan
et: Juhtlause
fi: Iskulause
hr: Slogan
hu: Mottó
ja: キャッチフレーズ
lt: Šūkis
pl: Motto
ru: Слоган

source: Studio
ca: Estudi
et: Stuudio
hu: Stúdió
ja: スタジオ
lt: Studija
pl: Wytwórnia
ru: Студия
sk: Štúdio

source: Content rating
ca: Valoració del contingut
cs: Hodnocení obsahu
de: Bewertung des Inhalts
fi: Sisältöluokitus
hr: Ocjena sadržaja
hu: Korhatár besorolás
ja: コンテンツ評価
lt: Turinio įvertinimas
pl: Kategoria wiekowa
ru: Возрастной рейтинг
sk: Hodnotenie obsahu

source: Premiered
ca: Estrenat
cs: Premiéra
de: Premiere am
et: Esilinastus
fi: Ensiesitys
hr: Premijera
hu: Premier
ja: 封切り
lt: Premjera
pl: Premiera
ru: Премьера
sk: Premiéra

source: Sort title
ca: Ordena el títol
de: Titel sortieren
et: Järjesta pealkiri
fi: Järjestysnimi
hr: Razvrstaj naslov
hu: Sorbarendezés cím szerint
ja: タイトルでソート
lt: Rūšiavimo pavadinimas
pl: Tytuł sortowania
ru: Сортировать заголовки
sk: Triedenie názvu

source: Country
ca: País
cs: Země
de: Land
et: Riik
fi: Maa
hr: Zemlja
hu: Ország
ja: 国
lt: Šalis
pl: Kraj
ru: Страна
sk: Krajina

source: Set
ca: Conjunt
cs: Nastavení
de: Einstellen
fi: Kokoelma
hu: Beállít
ja: セット
lt: Rinkinys
pl: Seria
ru: Звукоряд
sk: Nastavenie

source: Tags
ca: Etiquetes
de: Beschriftungen
et: Sildid
fi: Tunnisteet
hr: Oznake
hu: Címkék
ja: タグ
lt: Žymos
pl: Znaczniki
ru: Метки
sk: Štítky

source: Trailer
ca: Tràiler
et: Treiler
fi: Traileri
hr: Najave
hu: Előzetes
ja: 予告
lt: Anonsas
pl: Zwiastun
ru: Трейлер
sk: Ukážka

source: Formed
ca: Format
de: Gegründet
et: Loodud
fi: Perustettu
hr: Nastali
hu: Megalakulás
ja: 結成
lt: Susikūrė
pl: Założony
ru: Дата формирования
sk: Založená

source: Disbanded
ca: Dissolt
de: Aufgelöst
et: Tegevuse lõpetanud
fi: Lopettanut
hr: Raspušteni
hu: Feloszlott
ja: 解散
lt: Išsiskyrė
pl: Rozwiązany
ru: Дата распада
sk: Rozpustená

source: Years Active
ca: Anys en actiu
de: Jahre aktiv
et: Aktiivsed aastad
fi: Aktiivisuusvuodet
hr: Godine aktivnosti
hu: Éve Aktív
ja: 活動年数
lt: Veiklos metai
pl: Lata aktywności
ru: Годы активности
sk: Aktívnych rokov

source: Born
ca: Nascut
cs: Narozen
de: Geboren
et: Sündinud
fi: Syntynyt
hr: Rođenje
hu: Született
ja: 結成
lt: Gimė
pl: Urodzony
ru: Родился(-ась)
sk: Narodený/a

source: Died
ca: Mort
cs: Zemřel
de: Gestorben
et: Surnud
fi: Kuollut
hr: Umro
hu: Meghalt
ja: 死去
lt: Mirė
pl: Zmarły
ru: Умер
sk: Zomrel/a

source: Instruments
de: Instumente
et: Instrumendid
fi: Instrumentit
hr: Instrumenti
hu: Hangszerek
ja: インスルメント
lt: Instrumentai
pl: Instrumenty
ru: Инструменты
sk: Nástroje

source: More
ru: Ещё
sk: Viac

source: in progress
ca: en progrés
cs: Rozkoukáno
de: in Arbeit
et: teoksil
fi: kesken
hr: u tijeku
hu: folyamatban
ja: 処理中
lt: vykdoma
pl: W trakcie
ru: в процессе
sk: rozpozerané

source: URL
fi: URL-osoite
pl: Adres URL
ru: Ссылка

source: Add an image via an external URL
ca: Afegiu una imatge mitjançant un URL extern
de: Gib eine gültige externe URL ein
et: Lisa pilt väliselt URL-ilt
fi: Lisää kuva ulkoisesta URL-osoitteesta.
hr: Dodaj sliku putem vanjskog URL-a
hu: Kép hozzáadása külső URL-lel
ja: 画像を外部インターネット経由で追加
lt: Pridėti atvaizdą naudojant išorinį URL
pl: Dodaj obraz za pomocą adresu URL
ru: Добавить изображение из ссылки
sk: Pridať obrázok pomocou externej URL

source: Searching for more images
ca: Buscant més imatges
de: Suche mehr Bilder
et: Otsitakse rohkem pilte
fi: Etsitään lisää kuvia
hr: Pretraživanje više slika
hu: További képek keresése
ja: さらに画像を検索
lt: Ieškoma daugiau atvaizdų
pl: Wyszukiwanie dodatkowych obrazów
ru: Поиск картинок
sk: Hľadám viac obrázkov

source: Selector
et: Valik
fi: Valitsin
hr: Odabiratelj
hu: Választó
ja: セレクター
lt: Parinkiklis
ru: Селектор
sk: Selektor
