Repository: xbmc/chorus2
Catalog: src/lang/_strings/*.po
Languages: ca, cs, de, et, fi, hr, hu, ja, lt, nl, pl, ru, sk

source: External Search
ca: Cerca externa
cs: Externí vyhledávání
de: Externe Suche
et: Väline otsing
fi: Ulkoinen haku
hr: Vanjska pretraga
hu: Külső keresés
ja: 外部検索
lt: Išorinė paieška
pl: Wyszukiwanie w internecie
ru: Внешний поиск
sk: Externé vyhľadávanie

source: Local media
ca: Continguts locals
cs: Místní media
de: Lokale Medien
et: Kohalik meedia
fi: Paikallisesta mediasta
hr: Lokalni medij
hu: Helyi média
ja: ローカルメディア
lt: Lokalūs media įrašai
pl: Media lokalne
ru: Локальное медиа
sk: Miestne médíá

source: Chorus Search
ca: Cerca Chorus
cs: Vyhledej v Chorusu
de: Chorus Suche
et: Chorus otsing
fi: Chorus-haku
hr: Chorus pretraga
hu: Chorus Keresés
ja: Chorus検索
lt: Chorus paieška
pl: Wyszukiwanie w Chorusie
ru: Поиск Chorus
sk: Vyhľadať v Choruse

source: YouTube Search
ca: Cerca de YouTube
cs: Vyhledávání na YouTube
de: YouTube Suche
et: YouTube otsing
fi: YouTube-haku
hr: YouTube pretraga
hu: YouTube Keresés
ja: YouTube検索
lt: YouTube paieška
pl: Wyszukiwanie w YouTube
ru: Поиск YouTube
sk: Vyhľadávanie na YouTube

source: Executed addon
ca: Complement executat
cs: Spustitelný addon
de: Ausgeführtes Addon
et: Käivitatud lisamoodul
fi: Lisäosa suoritettiin
hr: Pokrenuti dodatak
hu: Futtatott bővítmény
ja: 外部アドオン
lt: Paleistas priedas
pl: Uruchomiony dodatek
ru: Запущенное дополнение
sk: Spustiteľný doplnok

source: all
ca: tot
cs: vše
de: alle
et: kõik
fi: kaikki
hr: sve
hu: összes
ja: すべて
lt: viskas
pl: wszystkie
ru: все
sk: všetko

source: video
ca: vídeo
hu: videó
ja: ビデオ
lt: vaizdo įrašas
pl: wideo
ru: видео

source: audio
ca: àudio
et: heli
fi: ääni
hr: zvuk
hu: hang
ja: オーディオ
lt: muzika
pl: muzyka
ru: аудио

source: image
ca: imatge
cs: obrázek
de: Bild
et: pilt
fi: kuva
hr: slika
hu: kép
ja: 画像
lt: atvaizdas
pl: obraz
ru: фото
sk: obrázok

source: picture
ca: fotografia
cs: fotka
de: Foto
et: pilt
fi: kuva
hr: slika
hu: kép
ja: ピクチャー
lt: paveikslėlis
pl: zdjęcie
ru: картинки
sk: fotografia

source: executable
cs: spustitelné
de: ausführbar
et: käivitatav
fi: sovellus
hr: izvršna datoteka
hu: futtatható
ja: 実行可能ファイル
lt: vykdomasis failas
pl: program
ru: программные
sk: spustiteľné

source: settings
ca: configuracions
cs: nastavení
de: Einstellungen
et: seaded
fi: asetukset
hr: postavke
hu: beállítások
ja: 設定
lt: nustatymai
pl: ustawienia
ru: настройки
sk: nastavenia

source: Refresh
ca: Actualitza
cs: Obnov
et: Värskenda
fi: Päivitä
hr: Osvježi
hu: Frissítés
ja: リフレッシュ
lt: Atnaujinti
pl: Odśwież
ru: Обновить
sk: Obnoviť

source: Confirm refresh
ca: Confirma l'actualització
cs: Refreshing '%1$s' will remove it from the library then re-add it, so the ID may change. I'll attempt to reload this page with the new ID in a few seconds. Click 'YES' to confirm refresh
de: Refreshing '%1$s' will remove it from the library then re-add it, so the ID may change. I'll attempt to reload this page with the new ID in a few seconds. Click 'YES' to confirm refresh
et: Kinnita värskendamine
fi: Vahvista päivitys
hr: Potvrdi osvježavanje
hu: Frissítés megerősítése
ja: リフレッシュ確認
lt: Atnaujinant '%1$s', jis bus pašalintas iš bibliotekos ir vėl pridėtas iš naujo, todėl ID gali pasikeisti. Aš pamėginsiu įkelti šį puslapį iš naujo su nauju ID po kelių sekundžių. Paspauskite 'TAIP' norėdami patvirtinti atnaujinimą
pl: Odświeżenie informacji o pozycji '%1$s' spowoduje usunięcie jej z biblioteki, a następnie ponowne jej dodanie, co może zmienić jej identyfikator. Za kilka sekund nastąpi próba przeładowania strony z nowym identyfikatorem. Naciśnij 'TAK', aby potwierdzić odświeżenie
ru: Подтвердить обновление
sk: Potvrdiť obnovenie

source: Refresh Ignore NFO
ca: Actualitza Ignora fitxers NFO
fi: Päivitysten NFO-ohitus
hr: Osvježi zanemareni NFO
hu: NFO fájl figyelmen kívül hagyása
ja: NFOを無視してリフレッシュ
lt: Atnaujinti ignoruojant NFO
pl: Odświeżaj ignorując pliki NFO
ru: Игнорировать NFO при обновлении
sk: Obnoviť Ignore NFO súbory

source: Ignore local NFO files when manually refreshing media.
ca: Ignora els fitxers NFO locals quan actualitzeu el contingut manualment.
cs: Ignoruj místní NFO soubory při ručním obnovení.
et: Meedia käsitsi värskendamisel eira kohalikke NFO-faile.
fi: Älä huomioi paikallisten NFO-tiedostojen sisältöä manuaalisten tietopäivitysten yhteydessä.
hr: Zanemari lokalne NFO datoteke pri ručnom osvježavanju medija.
hu: Helyi NFO fájl figyelmen kívül hagyása frissítés esetén.
ja: 手動でメディアを更新するときにローカルのNFOファイルを無視する。
lt: Ignoruoti lokalius NFO failus atnaujinant media įrašus rankiniu būdu.
pl: Umożliwia ignorowanie lokalnych plików NFO podczas manualnego odświeżania informacji o mediach.
ru: Игнорировать локальные NFO файлы при ручном обновлении медиа.
sk: Ignorovať miestne NFO soubory pri manuálnom obnovovaní médií.

source: Show only
ca: Mostra només
cs: Jen Seriál
et: Ainult sari
fi: Vain sarja
hr: Prikaži samo
hu: Csak a sorozatcím
ja: 表示のみ
lt: Tik TV laidos
pl: Tylko seriale
ru: Только сериалы
sk: Iba seriál

source: Show and episodes
ca: Espectacle i episodis
cs: Seriál a epizody
et: Sari ja episoodid
fi: Sarja ja jaksot
hr: Serije i epizode
hu: Sorozatcím és epizódok
ja: 表示/エピソード
lt: TV laidos ir epizodai
pl: Seriale i odcinki
ru: Сериалы и серии
sk: Seriál a epizódy

source: Top music
ca: La millor música
cs: Nej hudba
et: Parim muusika
fi: Paras musiikki
hr: Top glazba
hu: Top zene
ja: Top ミュージック
lt: Top muzika
pl: Najlepsza muzyka
ru: Лучшая музыка
sk: Naj hudba

source: %1$s Artists
ca: %1$s Artistes
et: %1$s esitajat
fi: %1$s esittäjää
hr: %1$s izvođača
hu: %1$s Előadók
ja: %1$s アーティスト
lt: %1$s atlikėjai
pl: %1$s Wykonawcy
ru: Артисты %1$s
sk: %1$s umelcov

source: %1$s Albums
ca: %1$s Àlbums
cs: %1$s Alb
et: %1$s albumit
fi: %1$s albumia
hr: %1$s albuma
hu: %1$s Albumok
ja: %1$s アルバム
lt: %1$s albumai
pl: %1$s Albumy
ru: Альбомы %1$s
sk: %1$s albumov

source: %1$s Songs
ca: %1$s Cançons
cs: %1$s písní
et: %1$s lugu
fi: %1$s kappaletta
hr: %1$s pjesama
hu: %1$s Dalok
ja: %1$s 楽曲
lt: %1$s dainos
pl: %1$s Utwory
ru: Песни %1$s
sk: %1$s skladieb

source: default
ca: per defecte
cs: výchozí
et: vaikimisi
fi: oletus
hr: zadano
hu: alapértelmezett
ja: デフォルト
lt: numatytasis
pl: domyślne
ru: по-умолчанию
sk: predvolené

source: Actions
ca: Accions
cs: Akce
et: Toimingud
fi: Toiminnot
hr: Radnje
hu: Parancsok
ja: アクション
lt: Veiksmai
pl: Akcje
ru: Действия
sk: Akcie

source: play files
ca: reproduir fitxers
cs: Hraj soubory
et: esita faile
fi: Toista tiedostot
hr: reproduciraj datoteke
hu: fájlok lejátszása
ja: 再生ファイル
lt: atkurti failus
pl: odtwarzaj pliki
ru: воспроизвести файлы
sk: prehrať súbory

source: queue files
ca: afegeix fitxers a la cua
cs: soubory do fronty
et: lisa failid järjrkorda
fi: Lisää tiedostot jonoon
hr: red čekanja datoteka
hu: lejátszási lista
ja: キューファイル
lt: pridėti failus į eilę
pl: dodaj pliki do kolejki
ru: добавить файлы в очередь
sk: súbory do poradia

source: Sent text
ca: Text enviat
cs: Pošli text
et: Saadetud tekst
fi: Lähetettiin teksti
hr: Pošalji tekst
hu: Szöveges üzenet küldése
ja: テキストを送る
lt: Siųsti tekstą
pl: Wyślij tekst
ru: Отправлен текст
sk: Poslať text

source: License
ca: Llicència
cs: Licence
et: Litsent
fi: Lisenssi
hr: Licenca
hu: Licensz
ja: ライセンス
lt: Licenzija
pl: Licencja
ru: Лицензия
sk: Licencia

source: Main Menu
ca: Menú principal
cs: Hlavní Menu
et: Peamenüü
fi: Päävalikko
hr: Glavni izbornik
hu: Főmenű
ja: メインメニュー
lt: Pagrindinis meniu
pl: Menu startowe
ru: Главное меню
sk: Hlavná ponuka

source: Search
ca: Cerca
cs: Vyhledávání
et: Otsi
fi: Haku
hr: Pretraga
hu: Keresés
ja: 検索
lt: Paieška
pl: Szukaj
ru: Поиск
sk: Vyhľadávanie

source: Custom Add-on search
ca: Cerca de complements personalitzats
et: Kohandatud lisamooduli otsing
fi: Mukautettu lisäosahaku
hr: Prilagođena pretraga dodatka
hu: Egyedi kereső bővítmény
ja: カスタムアドオンを検索
lt: Sava priedo paieška
pl: Wyszukiwanie zawartości dodatku
ru: Поиск в дополнениях
sk: Vyhľadávanie pomocou doplnkov

source: Add custom add-on searches
ca: Afegeix cerques de complements personalitzades
cs: Chorus search supports searching not only local media but add-on content too. For example, you can use the search to find videos in YouTube or audio in SoundCloud. This page allows you to add custom add-on searches that are not included out of the box. See the %1$s for more information.
de: Chorus search supports searching not only local media but add-on content too. For example, you can use the search to find videos in YouTube or audio in SoundCloud. This page allows you to add custom add-on searches that are not included out of the box. See the %1$s for more information.
et: Lisa kohandatud lisamooduli otsingud
fi: Lisää lisäosien mukautettuja hakuja
hr: Dodaj prilagođenu pretragu dodatka
hu: Egyedi kereső bővítmény hozzáadása
ja: カスタムアドオンを検索
lt: Chorus paieška palaiko ne tik lokalių media įrašų, bet ir priedų turinio paiešką. Pavyzdžiui, jūs galite naudoti paiešką norėdami rasti vaizdo įrašų YouTube ar muzikos SoundCloud paslaugose. Šis puslapis leidžia pridėti savas priedų paieškas, kurios nėra įtrauktos pagal nutylėjimą. Daugiau informacijos galite rasti čia: %1$s.
pl: Mechanizm wyszukiwania Chorusa obsługuje nie tylko lokalne media, ale także zawartość dodatków. Dla przykładu, możesz użyć wyszukiwania, aby znaleźć wideo w YouTube lub muzykę w usłudze SoundCloud. Ta strona umożliwia dodanie niestandardowego wyszukiwania w zawartości dodatku, które domyślnie nie jest dostępne. Zobacz %1$s, aby dowiedzieć się więcej.
ru: Добавить поиск в дополнении
sk: Pridať vyhľadávanie pomocou doplnkov

source: Add-ons help page
ca: Pàgina d'ajuda de complements
et: Lisamoodulite abileht
fi: Lisäosan ohjesivu
hr: Stranica pomoći dodatka
hu: Bővítmények súgója
ja: アドオンのヘルプページ
lt: Priedų pagalbos puslapis
pl: Strona pomocy dodatków
ru: Раздел Дополнений в справке
sk: Stránka s pomocníkom pre doplnky

source: No %1$s found
ca: No s'ha trobat %1$s
cs: Žádné %1$s nenalezeny
et: %1$ ei leitud
fi: %1$s ei löytynyt
hr: Nema %1$s pronađenog
hu: Nincs találat erre: %1$s
ja: %1$s がありません
lt: Nerastas joks %1$s
ru: %1$s не найдено
sk: Žiadne %1$s nenájdené

source: results
ca: resultats
cs: výsledky
et: tulemused
fi: tulosta
hr: rezultati
hu: eredmények
ja: 結果
lt: rezultatai
ru: Результатов
sk: výsledky

source: EPG data
ca: Dades EPG
et: EPG andmed
fi: Ohjelmaoppaan tiedot
hr: EPG podaci
hu: Elektronikus műsorújság
ja: EPGデータ
lt: EPG duomenys
ru: Данные EPG
sk: Údaje EPG

source: Recordings
ca: Enregistraments
cs: Nahrávky
et: Salvestised
fi: Tallenteet
hr: Snimanja
ja: 録画中
lt: Įrašai
ru: Записи
sk: Nahrávky

source: Channel recording toggled
ca: La gravació del canal s'ha commutat
et: Kanali salvestus lülitatud
fi: Kanavan tallennus kytkettiin
hr: Snimanje programa uključeno
hu: Csatorna rögzítés bekapcsolva
ja: 録画中のチャンネルをトグル
lt: Kanalo įrašymas perjungtas
ru: Запись канала переключена
sk: Nahrávanie kanálov prepnuté

source: TV Channels
ca: Canals de televisió
et: Telekanalid
fi: Televisiokanavat
hr: TV programi
hu: TV csatornák
ja: TVチャンネル
lt: TV kanalai
ru: ТВ каналы
sk: TV kanály

source: Radio Stations
ca: Estacions de ràdio
cs: Radio stanice
et: Raadiokanalid
fi: Radiokanavat
hr: Radio stanice
hu: Rádió állomások
ja: ラジオ局
lt: Radijo stotys
ru: Радиостанции
sk: Rádio stanice

source: Record
ca: Enregistrament
cs: Nahrávka
et: Salvesta
fi: Tallenna
hr: Snimi
ja: 録画
lt: Įrašyti
ru: Запись
sk: Nahrávka

source: Toggle timer
ca: Commuta el temporitzador
et: Lülita taimer
fi: Kytke ajastus
hr: Uklj/Isklj zakazana snimanja
ja: トグル タイマー
lt: Perjungti laikmatį
ru: Переключить таймер
sk: Prepnúť časovač

source: Now
ca: Ara
cs: Nyní
et: Praegu
fi: Nyt
hr: Trenutno
hu: Most
ja: 今
lt: Dabar
ru: Сейчас
sk: Teraz

source: Rename playlist
ca: Canvia el nom de la llista de reproducció
cs: Přejmenuj playlist
et: Nimeta esitusloend ümber
fi: Uudelleennimeä toistolista
hr: Preimenuj popis izvođenja
hu: Lejátszási lista folytatása
ja: プレイリストをリネーム
lt: Pervadinti grojaraštį
ru: Переименовать плейлист
sk: Premenovať playlist

source: album
ca: àlbum
fi: albumi
ja: アルバム
lt: albumas
ru: альбом

source: Videos
ca: Vídeos
cs: Videa
et: Videod
fi: Videot
hr: Videi
hu: Videók
ja: ビデオ
lt: Vaizdo įrašai
ru: Видео
sk: Videá

source: Lost connection to Kodi
ca: S'ha perdut la connexió amb Kodi
cs: Připojení do Kodi ztraceno
et: Ühendus Kodiga katkes
fi: Kodi-yhteys menetettiin
hr: Izgubljeno povezivanje s Kodijem
hu: A Kodival megszakadt a kapcsolat
ja: Kodiへの接続がロスト
lt: Nutrūko ryšys su Kodi
ru: Потеряно соединение с Kodi
sk: Pripojenie ku Kodi zlyhalo

source: Attempt to reconnect
ca: Intenta tornar a connectar
cs: Zkus se připojit
et: Ürita uuesti ühenduda
fi: Yritä palauttaa yhteys
hr: Pokušaj ponovnog povezivanja
hu: Újrakapcsolódás
ja: 再接続を試みる
lt: Mėginama prisjungti iš naujo
ru: Попытка переподключится
sk: Znova sa pokúsiť pripojiť

source: Attempting reconnect
ca: Intentant tornar a connectar
cs: Zkouším se připojit
et: Üritatakse uuesti ühenduda
fi: Yritetään palauttaa yhteyttä
hr: Pokušaj ponovnog povezivanja
hu: Újrakapcsolódás
ja: 再接続を試行中
lt: Mėginama prisjungti iš naujo
ru: Пытаемся переподключится
sk: Skúšam sa pripojiť

source: Top Songs
ca: Les millors cançons
cs: Nej písně
et: Parimad lood
fi: Parhaat kappaleet
hr: Top pjesme
hu: Top Dalok
ja: Top 楽曲
lt: Top dainos
ru: Лучшие песни
sk: Naj skladby

source: Top Albums
ca: Els millors àlbums
cs: Nej Alba
et: Parimad albumid
fi: Parhaat albumit
hr: Top albumi
hu: Top Albumok
ja: Top アルバム
lt: Top albumai
ru: Лучшие альбомы
sk: Naj albumy

source: Toggle select all
ca: Commuta seleccionar-ho tot
cs: Vyber/Zruš výběr všech
et: Vali kõik lüliti
fi: Kytke kaikkien valinta
hr: Uklj/Isklj odaberi sve
hu: Mindet kiválaszt
ja: すべての選択をトグル
lt: Perjungti pažymėjimą
ru: Выбрать/Убрать все
sk: Vybrať/zrušiť výber všetkých

source: More like this
ca: Més com això
cs: Více jako je toto
et: Veel sarnaseid
fi: Lisää samankaltaisia
hr: Više poput ovog
hu: Még több hasonlót
ja: これ、とても好き
lt: Panašu į šį
ru: Найти похожее
sk: Viac ako toto

source: music videos
ca: vídeos musicals
cs: hudba z filmů
et: muusikavideod
fi: musiikkivideot
hr: glazbeni spotovi
hu: videóklippek
ja: ミュージックビデオ
lt: muzikiniai vaizdo įrašai
ru: музыкальные видео
sk: hudba z filmov

source: Related music videos from YouTube
ca: Vídeos musicals relacionats de YouTube
et: Seotud muusikavideod YouTube'st
fi: Kohteeseen liittyviä musiikkivideoita YouTubesta
hr: Srodni glazbeni spotovi s YouTuba
hu: Kapcsolódó videók YouTube-on
ja: YouTubeの関連ミュージックビデオ
lt: Susiję vaizdo įrašai iš YouTube
ru: Похожие музыкальные видео из Youtube
sk: Súvisiace hudobné klipy z YouTube

source: Lost websocket connection
ca: S'ha perdut la connexió del websocket
cs: Ztraceno websocket připojení
et: Websocket ühendus katkes
fi: WebSocket-yhteys menetettiin
hr: Izgubljeno websocket povezivanje
hu: Megszakadt a kapcsolat
ja: websocket接続がロスト
lt: Nutrūko WebSocket ryšys
ru: Потеряно соединение WebSocket
sk: Stratené websocket spojenie

source: Attempting websockets reconnect
ca: Intentant tornar a connectar els websockets
cs: Zkouším se znovu připojit
et: Websocket ühenduse taastamine
fi: Yritetään palauttaa WebSocket-yhteyttä
hr: Pokušaj ponovnog povezivanja websocketsa
hu: Újrakapcsolódás
ja: 再接続を試行中websockets
lt: Mėginama iš naujo prisijungti prie WebSockets
ru: Пытаемся переподкючится к WebSocket
sk: Pokúšam sa znova pripojiť

source: This should be the play path for the trailer. Eg. %1$s
ca: Aquest ha de ser la ruta de reproducció per al tràiler. Per exemple: %1$s
et: See peaks olema treileri esituse rada. Nt. %1$p
fi: Tämän tulisi olla trailerin toistosijainti. Esim. "%1$s".
hr: Ovo bi trebala biti putanja reprodukcije za najavu. Npr. %1$s
hu: Ez az előzetesre mutató elérési útvonal. Pl. %1$s
ja: これは次回予告の再生パスでなければなりません。例 %1$s
lt: Tai turėtų būti anonso atkūrimo kelias. Pvz., %1$s
ru: Здесь нужно указать путь к трейлеру. Например: %1$s
sk: Toto by mala byť cesta k ukážke. Napr. %1$s

source: %1$s party mode toggled
ca: %1$s mode festa commutat
et: %1$s plaadimasin lülitatud
fi: %1$s jukeboksitila kytketty
hr: %1$s party način uključen
hu: %1$s buli üzemmód beállítva
ja: %1$s パーティーモードをトグル
ru: Режим вечеринки %1$s переключен
sk: %1$s párty režim bol prepnutý

source: API Keys
ru: Ключи API

source: Set your personal API key
ca: Configura la vostra clau d'API personal
et: Sea oma isiklik API võti
fi: Määritä henkilökohtainen API-avain
hr: Postavite svoj API ključ
ja: あなた個人のAPIキーを設定
ru: Укажите свой API ключ
sk: Nastavte svoj osobný kľúč API

source: is the default
cs: je vychozí
fi: on oletus.
hu: az alapértelmezett
lt: yra numatytasis
nl: is standaard
pl: jest domyślny

source: Readme
ca: Llegiu-me
cs: Čti mě
de: Lies mich
fi: Lue minut
hr: Pročitaj
hu: Tudnivalók
lt: Perskaityk
pl: Dokumentacja
sk: Čítaj ma

source: set
cs: nastav jako
fi: kokoelma
lt: rinkinys
pl: ustaw

source: more
ca: més
cs: více
de: mehr
fi: lisää
hu: több
ja: さらに
lt: daugiau
pl: więcej

source: PVR
fi: Tallennin

source: The Movie DB
fi: The Movie Database

source: GoogleMusic
ja: Googleミュージック

source: More movies staring %1$s
cs: Více filmů začínajících na %1$s
lt: Daugiau filmų su %1$s
pl: Więcej filmów z aktorem %1$s

source: Remove the thumbs up button from media. Note: you may also want to remove the menu item from the
pl: Umożliwia usunięcie przycisku 'Lubię to' z panelu informacji o mediach. Uwaga: Możesz także usunąć pozycję menu z

source: Image Selector
pl: Wybór obrazu

source: Image URL
pl: Adres URL obrazu

source: Now playing playlists
nl: Nu spelend afspeellijsten

source: Vibrant Headers
nl: Levendige koppen
