Repository: xbmc/chorus2
Catalog: src/lang/*.po
Languages: fr

source: Nothing playing
fr: Aucune lecture en cours

source: Deselect All
fr: Déselectionner tout

source: Filters
fr: Filtrer

source: Sort
fr: Trier

source: Select a filter
fr: Sélectionner un filtre

source: Select an option
fr: Sélectionner une option

source: filter
fr: filtrer

source: Add Filter
fr: Ajouter un filtrer

source: Which player to start with
fr: Avec quel lecteur désirez-vous démarrer

source: Ignore terms such as 'The' and 'a' when sorting lists
fr: Ignorer les termes tels que 'The' et 'a' en triant les listes

source: When listing artists should we only see artists with albums or all artists found. Warning: turning this off can impact performance with large libraries
fr: Lorsque vous lister les artistes, ne voir que les artistes avec albums ou tous les artistes. Attention: désactiver cette fonctionnalité peut impacter les performance sur les larges libraries.

source: Default is
fr: Par défaut

source: The hostname used for websockets connection. Set to 'auto' to use the current hostname.
fr: The nom d'hôte utilisé pour les connections websockets. Choisir 'auto' pour utiliser le nom d'hôte actuel

source: How often do I poll for updates from Kodi (Only applies when websockets inactive
fr: À quel fréquence dois-je chercher un mise à jour de Kodi (ne s'applique qu'en cas de websockets inactif)

source: Enable support for reverse proxying.
fr: Activer le support pour le reverse proxying

source: Web Settings saved.
fr: Configuration web sauvée

source: Just a sec...
fr: Veuillez patienter ...

source: Unable to communicate with Kodi in a long time. I think it's dead Jim!
fr: Impossible de se connecter à Kodi depuis un bon bout de temps. Serait-il décédé !?

source: Video library scan started
fr: Scan de la librairie Video en cours

source: Video library scan complete
fr: Scan de la librairie Video terminé

source: Audio library scan started
fr: Scan de la librairie Audio en cours

source: Audio library scan complete
fr: Scan de la librairie Audio terminé

source: Kodi has quit
fr: Kodi a quitté

source: Back
fr: Retour

source: Loading folder...
fr: Chargement du dossier

source: Show More
fr: Montrer Plus

source: to Kodi
fr: vers Kodi

source: Playlists
fr: Listes de lecture

source: Existing playlists
fr: Listes de lecture existantes

source: Empty Playlist, you should probably add something to it?
fr: Liste de lecture vide, vous devriez y ajouter quelque chose

source: Create a new list
fr: Créer un nouvelle liste

source: Add to playlist
fr: Ajouter à la liste

source: Added to your playlist
fr: Ajouté à la liste

source: Give your playlist a name
fr: Donner un nom à votre liste de lecture

source: Season
fr: Saison

source: Episode
fr: Épisode

source: Play
fr: Jouer

source: Queue
fr: Dans la liste d'attente

source: Stream
fr: Canal

source: Download
fr: Télécharger

source: complete
fr: complet

source: Full Cast
fr: Distribution

source: Websockets Closed
fr: Websockets fermé

source: Your browser doesn't support websockets! Get with the times and update your browser.
fr: Votre navigateur ne supporte pas les websockets! Prenez le temps de mettre à jour votre navigateur.

source: Failed to connect to websockets, so I am falling back to polling for updates. Which makes things slower and uses more resources. Please ensure you have 'Allow programs on other systems to control Kodi' ENABLED in the Kodi settings (System > Services > Remote control). You may also get this if you are using proxies or accessing via an IP addess when localhost will suffice. If websockets normally works, you might just need to refresh your browser.
fr: Echec de connection au websockets, impossible de vérifier les mises jour.

source: Result
fr: Résultat
